<!DOCTYPE html>
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="es-es" lang="es-es">
<head>
  <link href="https://gmpg.org/xfn/11" rel="profile">
  <meta http-equiv="content-type" content="text/html; charset=utf-8">
  <meta name="generator" content="Hugo 0.67.1" />

  
  <meta name="viewport" content="width=device-width, initial-scale=1.0">

  <title>¡Nueva casa para OboLog! &middot; Obolog</title>
  <meta name="description" content="" />

  
  <link type="text/css" rel="stylesheet" href="https://blog.obolog.com/css/print.css" media="print">
  <link type="text/css" rel="stylesheet" href="https://blog.obolog.com/css/poole.css">
  <link type="text/css" rel="stylesheet" href="https://blog.obolog.com/css/syntax.css">
  <link type="text/css" rel="stylesheet" href="https://blog.obolog.com/css/hyde.css">
    <link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Abril+Fatface|PT+Sans:400,400i,700">


  
  <link rel="apple-touch-icon-precomposed" sizes="144x144" href="/apple-touch-icon-144-precomposed.png">
  <link rel="shortcut icon" href="/favicon.png">

  
  
</head>

  <body class="theme-obolog ">
  <aside class="sidebar">

  <a href="https://blog.obolog.com/">
    <img src="/css/logo.png" />
  </a>
  <div class="container sidebar-sticky">
    <div class="sidebar-about">
      
      <h1>Obolog ha cerrado</h1>
      
      <p class="lead">
       Durante el año 2002 y 2020, Obolog ofreció de manera gratuita blogs para la comunidad hispanoablante. En junio del 2020, el proyecto se descontinuó.
   
      </p>
    </div>

  Leer el <a href="/obolog-dice-adios-despues-18-anos-servicio-2532443">anuncio de cierre</a>
  </div>
</aside>

    <main class="content container">
    <div class="post">
  <h1>¡Nueva casa para OboLog!</h1>
  <time datetime=2007-10-02T08:55:35Z class="post-date">Tue, Oct 2, 2007</time>
  <p>
<img src="/img/posts/30385-28735.jpg" alt="30385-28735.jpg" title="30385-28735.jpg" width="85" height="100" align="right" />
Si alguno de vosotros visit&oacute; <strong>OboLog</strong> el pasado domingo, se topar&iacute;a, al menos durante un rato, con un mensaje que indicaba que est&aacute;bamos de mudanza, y as&iacute; era: <strong>OboLog</strong> se ha mudado de casa, hemos migrado la plataforma a unos nuevos servidores, m&aacute;s potentes, m&aacute;s r&aacute;pidos, y optimizados al detalle para que todo vaya como el rayo a partir de ahora.
</p>
<p>
C&oacute;mo sabr&eacute;is, durante el &uacute;ltimo mes hemos venido sufriendo cortes eventuales de servicio. En las horas puntas, <strong>OboLog</strong> no era capaz de soportar la carga de peticiones y se colapsaba, quedando totalmente fuera de juego durante per&iacute;odos de 1 &oacute; dos horas. <strong>Decidimos cortar por lo sano y dar un salto cualitativo</strong>. 
</p>
<p>
<img class="fotobonita" src="/img/posts/30385-28736.jpg" alt="30385-28736.jpg" title="30385-28736.jpg" width="200" height="71" align="left" />Y el resultado no podr&iacute;a ser mejor. En las pruebas realizadas la mejora de rendimiento es espectacular: <strong>los tiempos de generaci&oacute;n de p&aacute;gina se han reducido a un 15%, las consultas se ejecutan 3 veces m&aacute;s r&aacute;pido</strong> y el nivel de carga de los servidores se mantiene estable muy por debajo de los l&iacute;mites, a&uacute;n y en momentos de carga elevada. Ayer mismo superamos el r&eacute;cord de tr&aacute;fico ( m&aacute;s de 57.000 p&aacute;ginas vistas en un s&oacute;lo d&iacute;a ), y <strong>Gatch&aacute;n</strong> _as&iacute; se llamar&aacute; este nuevo servidor_ lo aguant&oacute; sin inmutarse.
</p>
<p align="center">
<img class="fotobonita" src="/img/posts/30385-28737.jpg" alt="Gatchan" title="Gatchan" width="126" height="200" />
</p>
<p>
En definitiva, hacemos lo necesario para que no teng&aacute;is que preocuparos nada m&aacute;s que por escribir, por comentar, por publicar vuestras fotos, por estar en contacto con vuestros amigos, y estamos decididos a seguir mejorando para ser <strong>la mejor opci&oacute;n a la hora de <a href="http://www.obolog.com">crear blogs gratis</a> en castellano</strong>. De momento ya tenemos la mejor comunidad que pod&iacute;amos imaginar hace un a&ntilde;o, cuando todo esto empezaba a tomar forma. Gracias a todos por formar parte de esta nueva gran familia. 
</p>
</div>


    </main>

    
      
    
  </body>
</html>
