<!DOCTYPE html>
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="es-es" lang="es-es">
<head>
  <link href="https://gmpg.org/xfn/11" rel="profile">
  <meta http-equiv="content-type" content="text/html; charset=utf-8">
  <meta name="generator" content="Hugo 0.67.1" />

  
  <meta name="viewport" content="width=device-width, initial-scale=1.0">

  <title>Caída del servicio durante las últimas horas &middot; Obolog</title>
  <meta name="description" content="" />

  
  <link type="text/css" rel="stylesheet" href="https://blog.obolog.es/css/print.css" media="print">
  <link type="text/css" rel="stylesheet" href="https://blog.obolog.es/css/poole.css">
  <link type="text/css" rel="stylesheet" href="https://blog.obolog.es/css/syntax.css">
  <link type="text/css" rel="stylesheet" href="https://blog.obolog.es/css/hyde.css">
    <link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Abril+Fatface|PT+Sans:400,400i,700">


  
  <link rel="apple-touch-icon-precomposed" sizes="144x144" href="/apple-touch-icon-144-precomposed.png">
  <link rel="shortcut icon" href="/favicon.png">

  
  
</head>

  <body class="theme-obolog ">
  <aside class="sidebar">

  <a href="https://blog.obolog.es/">
    <img src="/css/logo.png" />
  </a>
  <div class="container sidebar-sticky">
    <div class="sidebar-about">
      
      <h1>Obolog ha cerrado</h1>
      
      <p class="lead">
       Durante el año 2002 y 2020, Obolog ofreció de manera gratuita blogs para la comunidad hispanoablante. En junio del 2020, el proyecto se descontinuó.
   
      </p>
    </div>

  Leer el <a href="/obolog-dice-adios-despues-18-anos-servicio-2532443">anuncio de cierre</a>
  </div>
</aside>

    <main class="content container">
    <div class="post">
  <h1>Caída del servicio durante las últimas horas</h1>
  <time datetime=2008-07-28T07:45:27Z class="post-date">Mon, Jul 28, 2008</time>
  <p><strong>Desde las 3AM de ayer domingo hasta esta ma&ntilde;ana a las 7AM (horario espa&ntilde;ol) OboLog ha estado fuera de combate</strong>. Tuvimos un problema grave en el servidor: parece que la fuente de alimentaci&oacute;n dej&oacute; de hacer su trabajo y la m&aacute;quina sencillamente... <strong>se apag&oacute;</strong>.</p>
<p style="text-align: center;"><img title="OboLog ca&iacute;do" src="/img/posts/113662-83539.jpg" alt="OboLog ca&iacute;do" /></p>
<p>&Eacute;sto, sumado a otros problemas derivados de la p&eacute;rdida de energ&iacute;a, forzaron un cambio de m&aacute;quina que se alarg&oacute; durante todo el d&iacute;a. Los chicos del servicio t&eacute;cnico de <a href="http://www.ferca.com">Ferca</a>/<a href="http://www.veloxia.com">Veloxia</a>, nuestros proveedores de servicios, terminaron de montar el nuevo servidor a eso de las once de la noche de ayer, <strong>pero sin la memoria RAM necesaria para asegurar la estabilidad de la plataforma</strong> (nuestro anterior server dispon&iacute;a de 3GB frente a 1GB del server actual). Trat&aacute;ndose de las horas punta en cuanto a tr&aacute;fico, no pudimos arriesgarnos a poner en marcha la plataforma, hasta que la ampliaci&oacute;n no se hiciera efectiva.</p>
<p>A estas horas (7:30AM del lunes) todav&iacute;a estamos "bajo m&iacute;nimos", pero hemos decidido salir de nuevo online confiando en qu&eacute; puedan solucionar el tema de la RAM durante la ma&ntilde;ana de hoy. Os mantendremos informados de la situaci&oacute;n.</p>
<p>Ante todo, pediros disculpas por la ca&iacute;da del servicio. Aunque los problemas de hardware de este tipo son impredecibles e imposibles de prevenir, haremos todo lo que est&eacute; en nuestra mano para acelerar la velocidad de respuesta en futuras situaciones de crisis.</p>
<p>Gracias a todos por vuestra comprensi&oacute;n y paciencia.</p>
<p><strong>Actualizaci&oacute;n 28 de Julio 23:33</strong></p>
<p>Seguimos sin disponer de la ampliaci&oacute;n de memoria necesaria para poner en marcha toda la platafoma. EN cualquier caso, hemos iniciado las gestiones para llevar a cabo una migraci&oacute;n durante ma&ntilde;ana martes. Espero poder daros una buena not&iacute;cia a lo largo de la ma&ntilde;ana del martes. &iexcl;Miles de gracias por vuestros comentarios y correos de &aacute;nimos!</p>
<p><strong>Actualizaci&oacute;n 29 de Julio 7:17</strong></p>
<p>Volvemos a activar toda la plataforma. Superados los momentos de m&aacute;ximo tr&aacute;fico, el servidor vuelve a ser capaz de funcionar con normalidad, a&uacute;n y con las limitaciones de memoria actuales. As&iacute;mismo, desde el servicio t&eacute;cnico de Ferca nos confirman que llevar&aacute;n a cabo la intervenci&oacute;n para ampliar la memoria al servidor actual durante esta ma&ntilde;ana.</p>
<p>En definitiva: de una manera u otra, &iexcl;todo parece indicar que hoy podremos volver a la carga con toda la caballer&iacute;a!</p>
<p><strong>Actualizaci&oacute;n 29 de Julio 17:11</strong></p>
<p>Hace unos minutos los t&eacute;cnicos de Veloxia me han confirmado que ya han repuesto los 2GB de memoria restante. <a href="http://blog.obolog.com/obolog-vuelve-estar-marcha-113810#292736"><strong>&iexcl;OboLog ya vuelve a estar en marcha!</strong></a> De todas formas, la ampliaci&oacute;n se ha llevado a cabo hace muy poco, y la plataforma se acaba de arrancar, con lo que es posible que durante el pr&oacute;ximo cuarto de hora - media hora, a&uacute;n se produzca alg&uacute;n corte de servicio.</p>
<p>Gracias a todos por vuestra paciencia y bienvenidos de nuevo. Esta semana publicaremos con algo m&aacute;s de detalle todo lo ocurrido.</p>
</div>


    </main>

    
      
    
  </body>
</html>
