<!DOCTYPE html>
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="es-es" lang="es-es">
<head>
  <link href="https://gmpg.org/xfn/11" rel="profile">
  <meta http-equiv="content-type" content="text/html; charset=utf-8">
  <meta name="generator" content="Hugo 0.67.1" />

  
  <meta name="viewport" content="width=device-width, initial-scale=1.0">

  <title>Este miércoles, apoya el Blog Action Day 2008 &middot; Obolog</title>
  <meta name="description" content="" />

  
  <link type="text/css" rel="stylesheet" href="http://blog.obolog.com/css/print.css" media="print">
  <link type="text/css" rel="stylesheet" href="http://blog.obolog.com/css/poole.css">
  <link type="text/css" rel="stylesheet" href="http://blog.obolog.com/css/syntax.css">
  <link type="text/css" rel="stylesheet" href="http://blog.obolog.com/css/hyde.css">
    <link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Abril+Fatface|PT+Sans:400,400i,700">


  
  <link rel="apple-touch-icon-precomposed" sizes="144x144" href="/apple-touch-icon-144-precomposed.png">
  <link rel="shortcut icon" href="/favicon.png">

  
  
</head>

  <body class="theme-obolog ">
  <aside class="sidebar">

  <a href="http://blog.obolog.com/">
    <img src="/css/logo.png" />
  </a>
  <div class="container sidebar-sticky">
    <div class="sidebar-about">
      
      <h1>Obolog ha cerrado</h1>
      
      <p class="lead">
       Durante el año 2002 y 2020, Obolog ofreció de manera gratuita blogs para la comunidad hispanoablante. En junio del 2020, el proyecto se descontinuó.
   
      </p>
    </div>

  Leer el <a href="/obolog-dice-adios-despues-18-anos-servicio-2532443">anuncio de cierre</a>
  </div>
</aside>

    <main class="content container">
    <div class="post">
  <h1>Este miércoles, apoya el Blog Action Day 2008</h1>
  <time datetime=2008-10-12T18:55:07Z class="post-date">Sun, Oct 12, 2008</time>
  <p><img class="fotobonita" align="right" src="http://blogactionday.s3.amazonaws.com/banners/234x60.jpg" alt="Blog Action Day" width="234" height="60" />De nuevo este a&ntilde;o te invitamos a participar en el <a href="http://blogactionday.org/ES"><strong>Blog Action Day 2008</strong></a>, un acontecimiento sin &aacute;nimo de lucro que busca unir a la mayor cantidad de personas posible bajo un mismo lema, con una sola voz, en un di&aacute;logo global. <strong>En esta ocasi&oacute;n el tema central ser&aacute; la pobreza</strong>.</p>
<p style="text-align:center">
<object classid="clsid:d27cdb6e-ae6d-11cf-96b8-444553540000" width="400" height="302" codebase="http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=6,0,40,0">
<param name="allowfullscreen" value="true" />
<param name="allowscriptaccess" value="always" />
<param name="src" value="http://vimeo.com/moogaloop.swf?clip_id=1529825&amp;server=vimeo.com&amp;show_title=1&amp;show_byline=1&amp;show_portrait=0&amp;color=&amp;fullscreen=1" /><embed height="302" width="400" src="http://vimeo.com/moogaloop.swf?clip_id=1529825&amp;server=vimeo.com&amp;show_title=1&amp;show_byline=1&amp;show_portrait=0&amp;color=&amp;fullscreen=1" allowscriptaccess="always" allowfullscreen="true" type="application/x-shockwave-flash"></embed>
</object>
</p>
<p><strong>Para participar s&oacute;lo tienes que publicar un post el d&iacute;a 15 de octubre, el pr&oacute;ximo mi&eacute;rcoles, relacionado con la pobreza, e invitar a otros a que hagan lo mismo.</strong></p>
<p>&iquest;No se te ocurre de qu&eacute; hablar? No hay problema, desde la misma web del Blog Action Day nos muetran algunos ejemplos y recomendaciones:</p>
<ul>
<li>Un blog de dise&ntilde;o podr&iacute;a analizar un conjunto de campa&ntilde;as publicitarias contra la pobreza y comentar si consiguen o no hacer llegar su mensaje.</li>
<li>Un blog sobre tecnolog&iacute;a podr&iacute;a echar un vistazo a aquellas tecnolog&iacute;as enfocadas a los m&aacute;s desfavorecidos y hablar de proyectos como "1 port&aacute;til para cada ni&ntilde;o" (1 Laptop per Child).</li>
<li>Un blog sobre pol&iacute;tica podr&iacute;a examinar los eventos m&aacute;s importantes de las agendas de nuestros dirigentes.</li>
<li>Un blog de deportes podr&iacute;a hablar sobre recientes eventos deportivos relacionados con actos de caridad.</li>
<li>Un blog de negocios podr&iacute;a hablar sobre c&oacute;mo las empresas podr&iacute;an seguir pr&aacute;cticas &eacute;ticas para colaborar con causas humanitarias.</li>
<li>Un blog sobre celebridades podr&iacute;a escribir sobre qu&eacute; famoso colabora con determinadas causas y el impacto de su apoyo a las mismas.</li>
<li>Un blog de cine podr&iacute;a hablar de los mejores documentales del a&ntilde;o relacionados con la pobreza.</li>
<li>Un blog personal podr&iacute;a explicar de qu&eacute; manera uno mismo trata de colaborar ayudando a los m&aacute;s desamparados.</li>
</ul>
<p>Como veis, no ser&aacute; por falta de ideas. Desde OboLog, y como ya hici&eacute;ramos en las anteriores ediciones, participaremos, no s&oacute;lo escribiendo y promoviendo el Blog Action Day, si no <strong>donando los ingresos por publicidad de ese d&iacute;a a <a href="http://www.change.org/nonprofits/projects/index/171480">uno de los proyectos humanitarios propuestos por el Blog Action Day</a></strong>.</p>
</div>


    </main>

    
      
    
  </body>
</html>
