<!DOCTYPE html>
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="es-es" lang="es-es">
<head>
  <link href="https://gmpg.org/xfn/11" rel="profile">
  <meta http-equiv="content-type" content="text/html; charset=utf-8">
  <meta name="generator" content="Hugo 0.67.1" />

  
  <meta name="viewport" content="width=device-width, initial-scale=1.0">

  <title>Conecta tu cuenta de Facebook con OboLog &middot; Obolog</title>
  <meta name="description" content="" />

  
  <link type="text/css" rel="stylesheet" href="http://blog.obolog.com/css/print.css" media="print">
  <link type="text/css" rel="stylesheet" href="http://blog.obolog.com/css/poole.css">
  <link type="text/css" rel="stylesheet" href="http://blog.obolog.com/css/syntax.css">
  <link type="text/css" rel="stylesheet" href="http://blog.obolog.com/css/hyde.css">
    <link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Abril+Fatface|PT+Sans:400,400i,700">


  
  <link rel="apple-touch-icon-precomposed" sizes="144x144" href="/apple-touch-icon-144-precomposed.png">
  <link rel="shortcut icon" href="/favicon.png">

  
  
</head>

  <body class="theme-obolog ">
  <aside class="sidebar">

  <a href="http://blog.obolog.com/">
    <img src="/css/logo.png" />
  </a>
  <div class="container sidebar-sticky">
    <div class="sidebar-about">
      
      <h1>Obolog ha cerrado</h1>
      
      <p class="lead">
       Durante el año 2002 y 2020, Obolog ofreció de manera gratuita blogs para la comunidad hispanoablante. En junio del 2020, el proyecto se descontinuó.
   
      </p>
    </div>

  Leer el <a href="/obolog-dice-adios-despues-18-anos-servicio-2532443">anuncio de cierre</a>
  </div>
</aside>

    <main class="content container">
    <div class="post">
  <h1>Conecta tu cuenta de Facebook con OboLog</h1>
  <time datetime=2009-04-18T10:24:00Z class="post-date">Sat, Apr 18, 2009</time>
  <p>Desde hoy, si como nosotros eres usuario de Facebook, est&aacute;s de enhorabuena: <strong>&iexcl;ya es posible vincular tu cuenta de Facebook con OboLog!</strong> Habr&aacute;s visto que en la parte superior de la p&aacute;gina, desde el cuadro de usuario d&oacute;nde sueles hacer login y d&oacute;nde est&aacute; tu cajita de usuario, hay algunas novedades:</p>
<p><img title="OboLog y Facebook" src="/img/posts/235736-134015.jpg" alt="OboLog y Facebook" align="left" />Por una parte, cuando no est&eacute;s identificado en OboLog, adem&aacute;s de las opciones habituales de login, podr&aacute;s acceder usando tus datos de Facebook, mediante el bot&oacute;n <img title="Facebook Connect" src="http://static.ak.fbcdn.net/images/fbconnect/login-buttons/connect_light_medium_long.gif" alt="Facebook Connect" width="169" height="21" />. Tras introducir tus datos, buscaremos en OboLog para ver si ya tienes un usuario registrado con el mismo correo electr&oacute;nico que uses en Facebook, y si es as&iacute;, te ofreceremos vincular ambas cuentas. De esta forma podr&aacute;s compartir todos los posts que escribas en tu blog, as&iacute; como escribir en los libros de visitas que hemos a&ntilde;adido en los perfiles de usuario y en los perfiles de los blogs. Adem&aacute;s, en adelante podr&aacute;s acceder a OboLog simplemente haciendo clic en el bot&oacute;n de "<em>Connect with Facebook</em>". &iquest;Qu&eacute; alivio tener que recordar una contrase&ntilde;a menos, verdad? ;-)</p>
<p>Por otro lado, si ya est&aacute;s conectado con tu usuario de OboLog y a&uacute;n no has vinculado tu cuenta de Facebook, ver&aacute;s que al lado de tu nombre de usuario hay un icono peque&ntilde;o de Facebook en color gris. P&uacute;lsalo para lanzar el proceso para vincular tu cuenta con tu perfil de Facebook y disfrutar de todas las ventajas que hemos comentado antes.</p>
<p>&iquest;Ya has vinculado tus cuentas y quieres ver qu&eacute; puedes hacer de nuevo? Prueba a visitar la ficha de usuario de alguno de tus amigos (<a href="http://www.obolog.com/users/obokaman">aqu&iacute; tienes la m&iacute;a</a>) y d&eacute;jale un mensaje en su libro de visitas, o usa el nuevo recomendador que aparece despu&eacute;s de escribir un post. Con estas nuevas funcionalidades puedes conseguir que tus amigos de Facebook visiten m&aacute;s a menudo tu blog y te dejen sus comentarios. Genial, &iquest;verdad?</p>
<p>Y si alg&uacute;n d&iacute;a decides desvincular tu cuenta de Facebook con OboLog, tambi&eacute;n te ofrecemos esa opci&oacute;n: haciendo clic de nuevo en el icono de Facebook que aparece al lado de tu nombre de usuario siempre podr&aacute;s desvincular y volver a vincular tus cuentas.</p>
<p>Si lo has probado, &iquest;Qu&eacute; te ha parecido? &iquest;C&oacute;mo lo mejorar&iacute;as? &iexcl;Espero tus comentarios!</p>
</div>


    </main>

    
      
    
  </body>
</html>
