<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom">
  <channel>
    <title>bitacoras.com on Obolog</title>
    <link>http://blog.obolog.es/tags/bitacoras.com/</link>
    <description>Recent content in bitacoras.com on Obolog</description>
    <generator>Hugo -- gohugo.io</generator>
    <language>es-es</language>
    <lastBuildDate>Mon, 07 Sep 2009 23:49:00 +0000</lastBuildDate>
    
	<atom:link href="http://blog.obolog.es/tags/bitacoras.com/index.xml" rel="self" type="application/rss+xml" />
    
    
    <item>
      <title>Premios Bitacoras.com 2009: Vuelven los premios de la blogosfera</title>
      <link>http://blog.obolog.es/premios-bitacorascom-2009-vuelven-premios-blogosfera-331436/</link>
      <pubDate>Mon, 07 Sep 2009 23:49:00 +0000</pubDate>
      
      <guid>http://blog.obolog.es/premios-bitacorascom-2009-vuelven-premios-blogosfera-331436/</guid>
      <description>Un a&amp;ntilde;o m&amp;aacute;s, los compa&amp;ntilde;eros de Bitacoras.com se ponen manos a la obra para traernos uno de los concursos m&amp;aacute;s concurridos y con mayor reconocimiento en la blogosfera hispana: Los Premios Bit&amp;aacute;coras 2009. Hoy han presentado esta 5&amp;ordf; edici&amp;oacute;n de los premios en La Casa Encendida de Madrid, a la que han asistido unas 200 personas entre periodistas, bloggers y colaboradores.
Desde OboLog queremos ofrecer todo nuestro apoyo a los chicos de Bitacoras.</description>
    </item>
    
    <item>
      <title>Participa en los premios Bitacoras.com 2008</title>
      <link>http://blog.obolog.es/participa-premios-bitacorascom-2008-126293/</link>
      <pubDate>Thu, 11 Sep 2008 00:12:11 +0000</pubDate>
      
      <guid>http://blog.obolog.es/participa-premios-bitacorascom-2008-126293/</guid>
      <description>Vuelven los premios Bitacoras.com, los primeros, los originales. Hoy mismo en el Forum FNAC de Callao, en Madrid, han presentado esta cuarta edici&amp;oacute;n, en la que pretenden premiar a los mejores blogs hispanos a trav&amp;eacute;s de 17 categor&amp;iacute;as diferentes: tecnolog&amp;iacute;a, viajes, negocios, cultura... En la web de ADN.es, el medio de comunicaci&amp;oacute;n oficial para la edici&amp;oacute; de este a&amp;ntilde;o de los premios, puedes ver un v&amp;iacute;deo de la presentaci&amp;oacute;n.
Y participar desde OboLog no podr&amp;iacute;a ser m&amp;aacute;s sencillo: en la barra lateral de tu blog encontrar&amp;aacute;s un bot&amp;oacute;n como &amp;eacute;ste que tus lectores podr&amp;aacute;n utilizar para votar por t&amp;iacute; en cualquiera de las categor&amp;iacute;as existentes.</description>
    </item>
    
  </channel>
</rss>