<!DOCTYPE html>
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="es-es" lang="es-es">
<head>
  <link href="https://gmpg.org/xfn/11" rel="profile">
  <meta http-equiv="content-type" content="text/html; charset=utf-8">
  <meta name="generator" content="Hugo 0.67.1" />

  
  <meta name="viewport" content="width=device-width, initial-scale=1.0">

  <title>Mejoras en Obolog &middot; Obolog</title>
  <meta name="description" content="" />

  
  <link type="text/css" rel="stylesheet" href="https://blog.obolog.es/css/print.css" media="print">
  <link type="text/css" rel="stylesheet" href="https://blog.obolog.es/css/poole.css">
  <link type="text/css" rel="stylesheet" href="https://blog.obolog.es/css/syntax.css">
  <link type="text/css" rel="stylesheet" href="https://blog.obolog.es/css/hyde.css">
    <link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Abril+Fatface|PT+Sans:400,400i,700">


  
  <link rel="apple-touch-icon-precomposed" sizes="144x144" href="/apple-touch-icon-144-precomposed.png">
  <link rel="shortcut icon" href="/favicon.png">

  
  
</head>

  <body class="theme-obolog ">
  <aside class="sidebar">

  <a href="https://blog.obolog.es/">
    <img src="/css/logo.png" />
  </a>
  <div class="container sidebar-sticky">
    <div class="sidebar-about">
      
      <h1>Obolog ha cerrado</h1>
      
      <p class="lead">
       Durante el año 2002 y 2020, Obolog ofreció de manera gratuita blogs para la comunidad hispanoablante. En junio del 2020, el proyecto se descontinuó.
   
      </p>
    </div>

  Leer el <a href="/obolog-dice-adios-despues-18-anos-servicio-2532443">anuncio de cierre</a>
  </div>
</aside>

    <main class="content container">
    <div class="post">
  <h1>Mejoras en Obolog</h1>
  <time datetime=2011-05-10T19:14:00Z class="post-date">Tue, May 10, 2011</time>
  <p><strong>&iexcl;Hola a tod@s, Obologuers!</strong></p>
<p>Empezar&eacute; diciendo que el &uacute;ltimo a&ntilde;o ha sido <strong>algo duro</strong>, y eso lo sab&eacute;is bien los obologuers m&aacute;s veteranos: Hemos tenido que lidiar con algunos problemas de estabilidad, con problemas de crecimiento, con las hordas de spammers que trataban de hacerse un hueco en nuestra comunidad, con el sistema de estad&iacute;sticas... A lo largo de cada una de estas peque&ntilde;as batallas, que hemos ido ganando con empe&ntilde;o, tambi&eacute;n hemos perdido algunos compa&ntilde;eros de viaje. Somos conscientes de ello, y no podemos culpar a los que se fueron.</p>
<p>Pero precisamente por eso valoramos tanto el apoyo que hab&eacute;is venido mostrando durante este tiempo los que segu&iacute;s con nosotros. No nos cansaremos de repetirlo: <strong>vosotros sois el aut&eacute;ntico alma de Obolog</strong>, y esperamos que el trabajo que venimos realizando durante los &uacute;ltimos sirva de peque&ntilde;a recompensa por seguir con nosotros.</p>
<h2><span style="font-size: 14px; font-weight: normal;">El viernes pasado por la tarde pusimos en marcha una nueva versi&oacute;n de Obolog, mucho m&aacute;s potente, estable y r&aacute;pida. A primera vista seguramente no habr&eacute;is notado muchos cambios, m&aacute;s all&aacute; de una mejora general en la experiencia al navegar por la web y alg&uacute;n que otro retoque a nivel est&eacute;tico y en formularios. Los principales cambios los encontrar&eacute;is a la hora de editar vuestros posts.</span></h2>
<p><a class="thickbox" href="/img/posts/4dc97885dc0f6s180450.jpg" alt=" TAGS:" align="center" /><br /></a></p>
<p><strong>Hemos renovado completamente el formulario de posts</strong>, siguiendo muchos de los consejos y peticiones que nos hab&eacute;is hecho llegar durante este tiempo. Las principales mejoras:</p>
<ul>
<li>Una reorganizaci&oacute;n de la informaci&oacute;n para agrupar los controles de etiquetas, fecha, opciones de post, etc. que mejora la usabilidad del formulario.</li>
<li>Integraci&oacute;n de la gesti&oacute;n de im&aacute;genes en el propio formulario de posts.</li>
<li>Mejoras de funcionalidad en el control de inserci&oacute;n de v&iacute;deos. Ahora es posible insertar v&iacute;deos de los principales proveedores, como Youtube o Vimeo.</li>
<li>Mejoras de usabilidad en los controles de selecci&oacute;n de fecha y etiquetas.</li>
<li><strong>&iexcl;Autoguardado!</strong> A partir de ahora, mientras te encuentres escribiendo o editando un post, &eacute;ste se ir&aacute; guardando de forma autom&aacute;tica, as&iacute; que podr&aacute;s recuperarlo aunque tu ordenador se apague, pierdas la conexi&oacute;n a internet, o cierres la ventana por error.&nbsp;</li>
</ul>
<p>Tambi&eacute;n hemos querido aprovechar esta ocasi&oacute;n para incluir tres nuevas plantillas, <strong>creadas especialmente para Obolog por la dise&ntilde;adora <a href="http://inmabermejo.com/">Inma Bermejo</a>. &iexcl;Esperamos que os gusten!</strong></p>
<p style="text-align: center;"><img src="/img/posts/screenshot.jpg" alt=" TAGS:" /></p>
<p>Pod&eacute;is verlas y probarlas desde la pesta&ntilde;a Organizar &gt; Blog &gt; Selecci&oacute;n de plantillas. Aunque todas son realmente bonitas, tengo que deciros que mi preferida es la plantilla playera. &iexcl;Me recuerda que se acerca el verano y las vacaciones! Jejeje... <strong>&iquest;Cu&aacute;l te gusta m&aacute;s a t&iacute;?</strong></p>
<p>Me gustar&iacute;a concluir present&aacute;ndoos al equipo que hace posible Obolog, los creadores de cada maravilla y los culpables de cada cosa que falle. De izquierda a derecha, hacemos Obolog: <a href="http://www.obolog.com/usuario_obokaman">Albert Garc&iacute;a</a>, <a href="http://www.obolog.com/usuario_alombarte">Albert Lombarte</a>, <a href="http://www.obolog.com/usuario_sergiambel">Sergi Ambel</a> y <a href="http://www.obolog.com/usuario_toni">Toni Pinel</a>.</p>
<p><a class="thickbox" href="/img/posts/4dc97c091367as76025.jpg" alt=" TAGS:" align="center" /></a></p>
<p>En nombre de todos ellos, <strong>gracias por seguir con nosotros y bienvenidos a este nuevo viaje</strong> que esperemos que nos lleve muy lejos, en vuestra compa&ntilde;&iacute;a.</p>
<p>S&oacute;lo recordaros que pod&eacute;is contactar con nosotros a trav&eacute;s del <a href="http://support.obolog.com">sistema de soporte</a>, o a trav&eacute;s de nuestro Twitter, <a href="http://www.twitter.com/obolog">@obolog</a>.</p>
</div>


    </main>

    
      
    
  </body>
</html>
