<!DOCTYPE html>
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="es-es" lang="es-es">
<head>
  <link href="https://gmpg.org/xfn/11" rel="profile">
  <meta http-equiv="content-type" content="text/html; charset=utf-8">
  <meta name="generator" content="Hugo 0.67.1" />

  
  <meta name="viewport" content="width=device-width, initial-scale=1.0">

  <title>¡OboLog ya vuelve a estar en marcha! &middot; Obolog</title>
  <meta name="description" content="" />

  
  <link type="text/css" rel="stylesheet" href="http://blog.obolog.com/css/print.css" media="print">
  <link type="text/css" rel="stylesheet" href="http://blog.obolog.com/css/poole.css">
  <link type="text/css" rel="stylesheet" href="http://blog.obolog.com/css/syntax.css">
  <link type="text/css" rel="stylesheet" href="http://blog.obolog.com/css/hyde.css">
    <link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Abril+Fatface|PT+Sans:400,400i,700">


  
  <link rel="apple-touch-icon-precomposed" sizes="144x144" href="/apple-touch-icon-144-precomposed.png">
  <link rel="shortcut icon" href="/favicon.png">

  
  
</head>

  <body class="theme-obolog ">
  <aside class="sidebar">

  <a href="http://blog.obolog.com/">
    <img src="/css/logo.png" />
  </a>
  <div class="container sidebar-sticky">
    <div class="sidebar-about">
      
      <h1>Obolog ha cerrado</h1>
      
      <p class="lead">
       Durante el año 2002 y 2020, Obolog ofreció de manera gratuita blogs para la comunidad hispanoablante. En junio del 2020, el proyecto se descontinuó.
   
      </p>
    </div>

  Leer el <a href="/obolog-dice-adios-despues-18-anos-servicio-2532443">anuncio de cierre</a>
  </div>
</aside>

    <main class="content container">
    <div class="post">
  <h1>¡OboLog ya vuelve a estar en marcha!</h1>
  <time datetime=2008-07-29T17:51:25Z class="post-date">Tue, Jul 29, 2008</time>
  <p>Despu&eacute;s de tres d&iacute;as de aut&eacute;ntica locura, nervios y llamadas, a ra&iacute;z de <a href="http://blog.obolog.com/caida-servicio-durante-ultimas-horas-113662">la ca&iacute;da de servicio que sufrimos la noche del pasado s&aacute;bado</a>, parece que <strong>todo vuelve a la normalidad</strong>: los t&eacute;cnicos de Veloxia nos han confirmado hace una media hora que ya han podido restablecer la memoria original del servidor, de forma que hemos podido arrancar la plataforma de nuevo a todo rendimiento.</p>
<p>No puedo m&aacute;s que <strong>disculparme de nuevo y agradecer todos los mensajes y comentarios que apoyo que nos hab&eacute;is enviado</strong>. Somos conscientes de que para <a href="http://jagtomorrow.obolog.com/joder-tecnologia-113685">muchos</a> <a href="http://juanvreti.obolog.com/caida-servicio-113779">de</a> <a href="http://agendapolitica.obolog.com/servicio-reestablecido-113772">vosotros</a> habr&aacute; supuesto una molestia importante, tanto desde el punto de usuarios como de lectores y algunos incluso os habr&eacute;is planteado <a href="http://wwetotal.obolog.com/siento-molestias-113696">mover vuestro blog</a> <a href="http://supernaruto.obolog.com/muy-importante-113739">a otra plataforma</a>... Pero &iquest;qu&eacute; le vamos a hacer? sabemos que &eacute;sto funciona as&iacute;, y aunque no fu&eacute; una situaci&oacute;n que pudi&eacute;ramos controlar (s&oacute;lo pod&iacute;amos confiar en la rapidez de nuestro servicio t&eacute;cnico), aceptamos las consecuencias.</p>
<p>De todas formas me gustar&iacute;a se&ntilde;alar que, aunque OboLog es un servicio gratu&iacute;to, <strong>nos esforzamos por ofreceros un servicio de gesti&oacute;n de blogs de calidad, innovador, sencillo y con alta velocidad de respuesta</strong>. Y es prec&iacute;samente por eso por lo que nos sentimos tan apenados por la situaci&oacute;n sufrida estos d&iacute;as.</p>
<p>En fin, ya basta de lamentos. Con todas las ganas del mundo, <strong>OboLog ha vuelto</strong>. &iexcl;Bienvenidos de nuevo!  :-) </p>
</div>


    </main>

    
      
    
  </body>
</html>
