<!DOCTYPE html>
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="es-es" lang="es-es">
<head>
  <link href="https://gmpg.org/xfn/11" rel="profile">
  <meta http-equiv="content-type" content="text/html; charset=utf-8">
  <meta name="generator" content="Hugo 0.67.1" />

  
  <meta name="viewport" content="width=device-width, initial-scale=1.0">

  <title>&#34;Ellas... mi liblog&#34;, un libro con sabor a blog &middot; Obolog</title>
  <meta name="description" content="" />

  
  <link type="text/css" rel="stylesheet" href="http://blog.obolog.com/css/print.css" media="print">
  <link type="text/css" rel="stylesheet" href="http://blog.obolog.com/css/poole.css">
  <link type="text/css" rel="stylesheet" href="http://blog.obolog.com/css/syntax.css">
  <link type="text/css" rel="stylesheet" href="http://blog.obolog.com/css/hyde.css">
    <link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Abril+Fatface|PT+Sans:400,400i,700">


  
  <link rel="apple-touch-icon-precomposed" sizes="144x144" href="/apple-touch-icon-144-precomposed.png">
  <link rel="shortcut icon" href="/favicon.png">

  
  
</head>

  <body class="theme-obolog ">
  <aside class="sidebar">

  <a href="http://blog.obolog.com/">
    <img src="/css/logo.png" />
  </a>
  <div class="container sidebar-sticky">
    <div class="sidebar-about">
      
      <h1>Obolog ha cerrado</h1>
      
      <p class="lead">
       Durante el año 2002 y 2020, Obolog ofreció de manera gratuita blogs para la comunidad hispanoablante. En junio del 2020, el proyecto se descontinuó.
   
      </p>
    </div>

  Leer el <a href="/obolog-dice-adios-despues-18-anos-servicio-2532443">anuncio de cierre</a>
  </div>
</aside>

    <main class="content container">
    <div class="post">
  <h1>&#34;Ellas... mi liblog&#34;, un libro con sabor a blog</h1>
  <time datetime=2008-04-12T13:39:18Z class="post-date">Sat, Apr 12, 2008</time>
  <p>En ocasiones los espacios virtuales y los "reales", por diferenciar de alguna manera a aquella actividad que llevamos a cabo en internet de la que llevamos a cabo de nuestro entorno f&iacute;sico, se mezclan y entrecruzan de tal manera que es dif&iacute;cil determinar d&oacute;nde empieza uno y termina el otro, cu&aacute;l fu&eacute; la causa y cu&aacute;l la consecuencia. En este caso ocurre algo parecido.</p>
<p><a href="http://editorialcelya.com/fichalibro.asp?ID=147"><strong> "Ellas... mi liblog"</strong></a> es el resultado de casi dos a&ntilde;os de blogueo ininterrumpido de <a href="http://www.obolog.com/users/fortega"><strong>Fernando R. Ortega</strong></a>, uno de nuestros blogueros m&aacute;s veteranos. Fernando escribe en su blog "<a href="http://www.fernandortega.com/"><strong>Vagamundos</strong></a>" desde mayo del 2006, y desde entonces nos ha deleitado con <strong>m&aacute;s de 800 poes&iacute;as, cuentos, historias, art&iacute;culos, fotograf&iacute;as</strong>... En su libro <strong>"Ellas... mi liblog"</strong> ha realizado una selecci&oacute;n de m&aacute;s de 70 poemas y relatos y los ha transportado desde ese mundo virtual del que habl&aacute;bamos a la realidad f&iacute;sica, palpable y cercana que supone el papel. <em>Literatura bloguiana</em>, lo llama &eacute;l mismo.</p>
<p>En palabras de Eva Par&iacute;s:</p>
<p style="padding-left: 30px;">Pasear por Mi librog de Fernando R. Ortega es sumergirse en una prosa rotunda y cautivadora. La sensualidad que desprenden t&iacute;tulos como "Humedad", "Transparencias", "Tu espalda", "Y ella bailaba"... contrasta con el toque futurisa (en el sentido marinettiano del t&eacute;rmino) de "Cadenas invisibles", que nos traslada a una visi&oacute;n punzante de la sociedad en la que nos movemos. Aires kafkianos en "Hay un calamar en mi escritorio", impregnado de nihilismo,&nbsp; como "N&aacute;useas", frente al juego trabal&eacute;ng&uuml;ico y cantar&iacute;n de "La vida es una tom-tom-t&oacute;mbola".</p>
<p style="padding-left: 30px;">Seguro que muchos de vosotros tambi&eacute;n dej&aacute;is vuesrtos textos en esa aventura personal que supone rellenar un papel en blanco, en la web</p>
<p>No es la primera vez que un blog se convierte en libro, <strong>pero s&iacute; es la vez que m&aacute;s de cerca nos toca</strong>: Vagamundos es un blog alojado en OboLog, y adem&aacute;s Fernando es uno de las personas que m&aacute;s llevan con nosotros, y que m&aacute;s ha participado en el crecimiento de esta comunidad, con sus comentarios, sus sugerencias y su apoyo incondicional. <strong>Desde aqu&iacute; queremos hacer llegar nuestra m&aacute;s efusiva felicitaci&oacute;n a Fernando por la publicaci&oacute;n de este libro</strong>.</p>
<p><strong>"Ellas... mi liblog"</strong> se encuentra a la venta desde el mes de febrero <a href="http://editorialcelya.com/fichalibro.asp?ID=147">a trav&eacute;s de la web de la editorial Celya</a>.</p>
<p><strong>M&aacute;s informaci&oacute;n</strong>: <a href="http://www.fernandortega.com">El blog de Fernando, Vagamundos</a>.</p>
</div>


    </main>

    
      
    
  </body>
</html>
