<!DOCTYPE html>
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="es-es" lang="es-es">
<head>
  <link href="https://gmpg.org/xfn/11" rel="profile">
  <meta http-equiv="content-type" content="text/html; charset=utf-8">
  <meta name="generator" content="Hugo 0.67.1" />

  
  <meta name="viewport" content="width=device-width, initial-scale=1.0">

  <title>Nuevas mejoras en la gestión de imágenes &middot; Obolog</title>
  <meta name="description" content="" />

  
  <link type="text/css" rel="stylesheet" href="https://blog.obolog.com/css/print.css" media="print">
  <link type="text/css" rel="stylesheet" href="https://blog.obolog.com/css/poole.css">
  <link type="text/css" rel="stylesheet" href="https://blog.obolog.com/css/syntax.css">
  <link type="text/css" rel="stylesheet" href="https://blog.obolog.com/css/hyde.css">
    <link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Abril+Fatface|PT+Sans:400,400i,700">


  
  <link rel="apple-touch-icon-precomposed" sizes="144x144" href="/apple-touch-icon-144-precomposed.png">
  <link rel="shortcut icon" href="/favicon.png">

  
  
</head>

  <body class="theme-obolog ">
  <aside class="sidebar">

  <a href="https://blog.obolog.com/">
    <img src="/css/logo.png" />
  </a>
  <div class="container sidebar-sticky">
    <div class="sidebar-about">
      
      <h1>Obolog ha cerrado</h1>
      
      <p class="lead">
       Durante el año 2002 y 2020, Obolog ofreció de manera gratuita blogs para la comunidad hispanoablante. En junio del 2020, el proyecto se descontinuó.
   
      </p>
    </div>

  Leer el <a href="/obolog-dice-adios-despues-18-anos-servicio-2532443">anuncio de cierre</a>
  </div>
</aside>

    <main class="content container">
    <div class="post">
  <h1>Nuevas mejoras en la gestión de imágenes</h1>
  <time datetime=2006-08-18T15:51:00Z class="post-date">Fri, Aug 18, 2006</time>
  <p align="left">Si eres usuario de OboLog y has accedido a tu panel de control durante los &uacute;ltimos d&iacute;as, habr&aacute;s visto que hay algunas novedades respecto a al gesti&oacute;n de im&aacute;genes. Despu&eacute;s de mucho buscar, probar, descartar, investigar... hemos optado por usar un peque&ntilde;o applet de java que a partir de ahora nos permitir&aacute; cargar tantas fotos como queramos de manera simult&aacute;nea a nuestros blogs.</p>
<p align="left">Si eres de los que acostumbran a adjuntar muchas fotos a sus mensajes, sabr&aacute;s lo tedioso que resultaba hasta ahora ir cargando las im&aacute;genes una a una, y esperando para cambiarles individualmente el t&iacute;tulo, la descripci&oacute;n... El cambio incluye, adem&aacute;s, dos nuevas formas de visualizar las im&aacute;genes cargadas: el modo edici&oacute;n y el modo thumbnails. El primero es el apropiado para realizar cambios a nuestras fotos, y el segundo es el que nos permitir&aacute; tener una visi&oacute;n general de la galer&iacute;a y ordenar las fotos a nuestro gusto ( esto a&uacute;n sin publicar... s&eacute; cu&aacute;nto lo deseais algunos!&nbsp;)</p>
<p align="left">Aparte de todo esto, seguimos avanzando incorporando cont&iacute;nuamente peque&ntilde;as mejoras para que vuestra/nuestra experiencia de uso en OboLog mejore, d&iacute;a a d&iacute;a, poquito a poco: Mejoras gr&aacute;ficas en la interfaz, nuevo tipo de URL incorporando el t&iacute;tulo de los mensajes (para mejorar la indexaci&oacute;n en los buscadores), mejoras en la librer&iacute;a de gesti&oacute;n de im&aacute;genes ( ahora pod&eacute;is navegar por todas las im&aacute;genes de una galer&iacute;a desde el mismo popup )... y lo que est&aacute; por venir.</p>
<p style="text-align: center;"><img class="fotobonita" title="3625-3650.jpg" src="/img/posts/3625-3650.jpg" alt="3625-3650.jpg" width="475" height="44" align="center" /></p>
<p align="left">Espero poder anunciaros los nuevos foros para OboLog durante las pr&oacute;ximas semanas, que nos ayudar&aacute;n a todos a mantener una comunicaci&oacute;n m&aacute;s flu&iacute;da, y a proporcionar soporte y ayuda, tanto desde nuestra parte, como entre vosotros, los m&aacute;s experimentados, y los reci&eacute;n llegados.</p>
</div>


    </main>

    
      
    
  </body>
</html>
