<!DOCTYPE html>
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="es-es" lang="es-es">
<head>
  <link href="https://gmpg.org/xfn/11" rel="profile">
  <meta http-equiv="content-type" content="text/html; charset=utf-8">
  <meta name="generator" content="Hugo 0.67.1" />

  
  <meta name="viewport" content="width=device-width, initial-scale=1.0">

  <title>Y por fin llegó el día: la nueva versión de OboLog ya online &middot; Obolog</title>
  <meta name="description" content="" />

  
  <link type="text/css" rel="stylesheet" href="http://blog.obolog.com/css/print.css" media="print">
  <link type="text/css" rel="stylesheet" href="http://blog.obolog.com/css/poole.css">
  <link type="text/css" rel="stylesheet" href="http://blog.obolog.com/css/syntax.css">
  <link type="text/css" rel="stylesheet" href="http://blog.obolog.com/css/hyde.css">
    <link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Abril+Fatface|PT+Sans:400,400i,700">


  
  <link rel="apple-touch-icon-precomposed" sizes="144x144" href="/apple-touch-icon-144-precomposed.png">
  <link rel="shortcut icon" href="/favicon.png">

  
  
</head>

  <body class="theme-obolog ">
  <aside class="sidebar">

  <a href="http://blog.obolog.com/">
    <img src="/css/logo.png" />
  </a>
  <div class="container sidebar-sticky">
    <div class="sidebar-about">
      
      <h1>Obolog ha cerrado</h1>
      
      <p class="lead">
       Durante el año 2002 y 2020, Obolog ofreció de manera gratuita blogs para la comunidad hispanoablante. En junio del 2020, el proyecto se descontinuó.
   
      </p>
    </div>

  Leer el <a href="/obolog-dice-adios-despues-18-anos-servicio-2532443">anuncio de cierre</a>
  </div>
</aside>

    <main class="content container">
    <div class="post">
  <h1>Y por fin llegó el día: la nueva versión de OboLog ya online</h1>
  <time datetime=2007-04-28T04:54:11Z class="post-date">Sat, Apr 28, 2007</time>
  <p>
<img src="http://farm1.static.flickr.com/169/455842673_b9a50b1ad3.jpg" alt="Boceto OboLog" title="obolog" width="233" height="500" align="right" />
Muchas noches, muchas ojeras, muchos bostezos robados, muchas l&iacute;neas de c&oacute;digo, muchos bocetos y mucha ilusi&oacute;n: esa es la inversi&oacute;n que ha permitido que hoy, de madrugada, este <a href="http://www.obolog.com"><strong>nuevo OboLog</strong></a>  pueda ver la luz. M&aacute;s funcional, estable, completo, sencillo de usar y bonito (&iexcl;espero! <img src="/js/tiny_mce/plugins/emotions/images/smiley-wink.gif" border="0" alt="Wink" title="Wink" /> ), llega para dar paso a una nueva fase en el desarrollo de una comunidad de la que ya forman parte casi 3000 personas.
</p>
<p>
Lejos quedan, desde luego, los n&uacute;meros de las Grandes Corporaciones, aunque  sinceramente lo conseguido hasta el momento es ya para m&iacute; un &eacute;xito impensable. Gracias a todos por participar y hacerlo posible.
</p>
<p>
Resumiendo las caracter&iacute;sticas de <a href="http://www.obolog.com"><strong>OboLog</strong></a>, teniendo en cuenta funcionalidades ya existentes y algunas nuevas:
</p>
<ul>
	<li>Una direcci&oacute;n URL f&aacute;cil de recordar: <strong>http:/tunombre.obolog.com</strong></li>
	<li>La posibilidad de usar <strong>tu propio dominio</strong> sin coste adicional</li>
	<li><strong>Hasta 6 blogs</strong> con tu cuenta de usuario</li>
	<li><strong>Ilimitados editore</strong>s para cada blog</li>
	<li><strong>Varias plantillas</strong> prefefinidas o la posibilidad de enviarnos <strong>tu propia hoja de estilos</strong></li>
	<li><strong>Un editor visual</strong> ( WYSIWYG ) para que te sea m&aacute;s sencillo que nunca escribir tus mensajes</li>
	<li><strong>100Mb</strong> de espacio para crear tus &aacute;lbumes de fotos</li>
	<li>Integraci&oacute;n con servicios como <strong>YouTube o Flickr</strong></li>
	<li><strong>Estad&iacute;sticas de acceso</strong> y lectura de tus mensajes</li>
	<li>Gesti&oacute;n de <strong>contactos</strong>, <strong>blogs m&aacute;s visitados</strong>, <strong>lectores habituales</strong>...<br />
	</li>
</ul>
<p>
De entre todas, creo que pueden resultar especialmente interesantes las que se refieren a poder crear varios blogs con una misma cuenta de usuario ( algo que han venido pidiendo muchos usuarios desde el principio ), la opci&oacute;n de gestionar blogs multiusuario, que abre nuevas posibilidades para blogs grupales, para asociaciones, grupos de m&uacute;sica, clubs, etc..., y todas las nuevas funcionalidades que fomentan la relaci&oacute;n con otros usuarios ( contactos, lectores habituales... ).
</p>
<p>
Durante las pr&oacute;ximas semanas / meses, &eacute;sta &uacute;ltima faceta m&aacute;s &quot;social&quot; va recibir especial atenci&oacute;n. Uno de los principales objetivos de la nueva versi&oacute;n de OboLog va a ser potenciar el aspecto de comunidad, dotando a los usuarios de todas las herramientas necesarias para comunicarse con otros y personalizar los contenidos dependiendo de los intereses y las afinidades de cada uno.
</p>
<p>
Desde luego, no es el final de un camino. Justo estamos arrancando. <a href="/register">&iquest;Te vienes con nosotros?</a>  
</p>
</div>


    </main>

    
      
    
  </body>
</html>
