<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom">
  <channel>
    <title>concurso de navidad on Obolog</title>
    <link>https://blog.obolog.com/tags/concurso-de-navidad/</link>
    <description>Recent content in concurso de navidad on Obolog</description>
    <generator>Hugo -- gohugo.io</generator>
    <language>es-es</language>
    <lastBuildDate>Sun, 06 Apr 2008 23:50:30 +0000</lastBuildDate>
    
	<atom:link href="https://blog.obolog.com/tags/concurso-de-navidad/index.xml" rel="self" type="application/rss+xml" />
    
    
    <item>
      <title>Anna, ganadora del concurso de OboLog</title>
      <link>https://blog.obolog.com/anna-ganadora-concurso-obolog-74665/</link>
      <pubDate>Sun, 06 Apr 2008 23:50:30 +0000</pubDate>
      
      <guid>https://blog.obolog.com/anna-ganadora-concurso-obolog-74665/</guid>
      <description>Dicen que m&amp;aacute;s vale tarde que nunca, as&amp;iacute; que vamos all&amp;aacute;.
Muchos devosotros recordar&amp;eacute;is que hace unos meses organizamos en OboLog unconcurso en el que muchos particip&amp;aacute;steis enviando una carta a los ReyesMagos de oriente, y cuyo premio era un reproductor MP4 de EnergySystem.
Aunque ya anunciamos la ganadora del concurso en elblog de Chica Geek, no quer&amp;iacute;a dejar pasar la ocasi&amp;oacute;n de rese&amp;ntilde;ar lacarta ganadora desde el blog de OboLog.</description>
    </item>
    
    <item>
      <title>Dos últimos días de concurso</title>
      <link>https://blog.obolog.com/dos-ultimos-dias-concurso-50655/</link>
      <pubDate>Wed, 02 Jan 2008 14:39:15 +0000</pubDate>
      
      <guid>https://blog.obolog.com/dos-ultimos-dias-concurso-50655/</guid>
      <description>&amp;iquest;A&amp;uacute;n no has participado en nuestro Concurso de Navidad? &amp;iexcl;&amp;iquest;A qu&amp;eacute; est&amp;aacute;s esperando?! S&amp;oacute;lo quedan dos d&amp;iacute;as m&amp;aacute;s para participar en el concurso. Recuerda que s&amp;oacute;lo tienes que escribir una carta a los Reyes Magos explic&amp;aacute;ndoles tus tres deseos y a&amp;ntilde;adir la etiqueta &amp;quot;Concurso navidad chicageek&amp;quot; a tu mensaje. &amp;iexcl;El ganador se llevar&amp;aacute; un fant&amp;aacute;stico Reproductor MP4 Ingennio 6000 con pantalla t&amp;aacute;ctil!</description>
    </item>
    
    <item>
      <title>Concurso de Navidad</title>
      <link>https://blog.obolog.com/concurso-navidad-46473/</link>
      <pubDate>Thu, 13 Dec 2007 22:56:14 +0000</pubDate>
      
      <guid>https://blog.obolog.com/concurso-navidad-46473/</guid>
      <description>La Navidad est&amp;aacute; a la vuelta de la esquina, y los Reyes Magos y Santa Claus ya han emprendido sus caminos. Como cada a&amp;ntilde;o, vienen cargados de ilusi&amp;oacute;n y buenos deseos para todos los que lo merecen. En OboLog hemos decidido echarles un cable, y animaros a hacerles llegar vuestros deseos a trav&amp;eacute;s de los blogs.Para ello Elena, nuestra chica geek favorita ha preparado un divertido concurso de navidad.</description>
    </item>
    
  </channel>
</rss>