<!DOCTYPE html>
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="es-es" lang="es-es">
<head>
  <link href="https://gmpg.org/xfn/11" rel="profile">
  <meta http-equiv="content-type" content="text/html; charset=utf-8">
  <meta name="generator" content="Hugo 0.67.1" />

  
  <meta name="viewport" content="width=device-width, initial-scale=1.0">

  <title>El nuevo OboLog, cada vez más cerca &middot; Obolog</title>
  <meta name="description" content="" />

  
  <link type="text/css" rel="stylesheet" href="https://blog.obolog.es/css/print.css" media="print">
  <link type="text/css" rel="stylesheet" href="https://blog.obolog.es/css/poole.css">
  <link type="text/css" rel="stylesheet" href="https://blog.obolog.es/css/syntax.css">
  <link type="text/css" rel="stylesheet" href="https://blog.obolog.es/css/hyde.css">
    <link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Abril+Fatface|PT+Sans:400,400i,700">


  
  <link rel="apple-touch-icon-precomposed" sizes="144x144" href="/apple-touch-icon-144-precomposed.png">
  <link rel="shortcut icon" href="/favicon.png">

  
  
</head>

  <body class="theme-obolog ">
  <aside class="sidebar">

  <a href="https://blog.obolog.es/">
    <img src="/css/logo.png" />
  </a>
  <div class="container sidebar-sticky">
    <div class="sidebar-about">
      
      <h1>Obolog ha cerrado</h1>
      
      <p class="lead">
       Durante el año 2002 y 2020, Obolog ofreció de manera gratuita blogs para la comunidad hispanoablante. En junio del 2020, el proyecto se descontinuó.
   
      </p>
    </div>

  Leer el <a href="/obolog-dice-adios-despues-18-anos-servicio-2532443">anuncio de cierre</a>
  </div>
</aside>

    <main class="content container">
    <div class="post">
  <h1>El nuevo OboLog, cada vez más cerca</h1>
  <time datetime=2007-04-02T22:18:57Z class="post-date">Mon, Apr 2, 2007</time>
  <p>
Ya es hora que os adelante que andamos preparando una nueva versi&oacute;n de OboLog, en la que hemos tratado de mejorar todos los aspectos relacionados con la gesti&oacute;n de vuestros blogs, y de a&ntilde;adir nuevas funcionalidades que hagan vuestra experiencia aqu&iacute; m&aacute;s interesante.
</p>
<p>
Aunque durante este primer a&ntilde;o de vida hemos ido incorporando progresivamente algunas caracter&iacute;sticas, la que se avecina ser&aacute; una renovaci&oacute;n total, tambi&eacute;n de dise&ntilde;o, en la que precisamente vosotros pas&aacute;is a ser los protagonistas: mayor relevancia de los listados de usuarios, posibilidad de gestionar contactos o vuestros blogs favoritos, blogs con varios editores, nuevas plantillas...
</p>
<p>
Esta misma semana empezaremos a aplicar algunas mejoras a los servidores de OboLog, que esperamos not&eacute;is en una aumento de la calidad del servicio. Los m&aacute;s habituales habr&eacute;is notado que el constante aumento de usuarios y visitantes ha causado una ralentizaci&oacute;n de la web, sobretodo en horas punta. Aprovecho estas l&iacute;neas para pediros disculpas por los inconvenientes que estos picos de tr&aacute;fico hayan podido causaros y para informaros que la actualizaci&oacute;n de servidores mejorar&aacute; enormemente la velocidad de respuesta y las tasas de transferencia.
</p>
<p>
Estad atentos.  Para ir abriendo boca... &iquest;qu&eacute;  tal algunos pantallazos?
</p>
<p align="center">
<img class="fotobonita" src="/img/posts/9576-10747.jpg" alt="9576-10747.jpg" title="9576-10747.jpg" width="475" height="276" /> 
</p>
<p align="center">
<img class="fotobonita" src="/img/posts/9576-10745.jpg" alt="9576-10745.jpg" title="9576-10745.jpg" width="413" height="300" />
</p>
<p align="center">
<img class="fotobonita" src="/img/posts/9576-10746.jpg" alt="9576-10746.jpg" title="9576-10746.jpg" width="408" height="300" />
</p>
</div>


    </main>

    
      
    
  </body>
</html>
