<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom">
  <channel>
    <title>plantillas on Obolog</title>
    <link>https://blog.obolog.com/tags/plantillas/</link>
    <description>Recent content in plantillas on Obolog</description>
    <generator>Hugo -- gohugo.io</generator>
    <language>es-es</language>
    <lastBuildDate>Tue, 10 May 2011 19:14:00 +0000</lastBuildDate>
    
	<atom:link href="https://blog.obolog.com/tags/plantillas/index.xml" rel="self" type="application/rss+xml" />
    
    
    <item>
      <title>Mejoras en Obolog</title>
      <link>https://blog.obolog.com/mejoras-obolog-1200897/</link>
      <pubDate>Tue, 10 May 2011 19:14:00 +0000</pubDate>
      
      <guid>https://blog.obolog.com/mejoras-obolog-1200897/</guid>
      <description>&amp;iexcl;Hola a tod@s, Obologuers!
Empezar&amp;eacute; diciendo que el &amp;uacute;ltimo a&amp;ntilde;o ha sido algo duro, y eso lo sab&amp;eacute;is bien los obologuers m&amp;aacute;s veteranos: Hemos tenido que lidiar con algunos problemas de estabilidad, con problemas de crecimiento, con las hordas de spammers que trataban de hacerse un hueco en nuestra comunidad, con el sistema de estad&amp;iacute;sticas... A lo largo de cada una de estas peque&amp;ntilde;as batallas, que hemos ido ganando con empe&amp;ntilde;o, tambi&amp;eacute;n hemos perdido algunos compa&amp;ntilde;eros de viaje.</description>
    </item>
    
    <item>
      <title>Plantillas para tu blog: ¡novedades!</title>
      <link>https://blog.obolog.com/plantillas-blog-novedades-80505/</link>
      <pubDate>Mon, 28 Apr 2008 18:48:00 +0000</pubDate>
      
      <guid>https://blog.obolog.com/plantillas-blog-novedades-80505/</guid>
      <description>A todos nos gusta tener nuestra casa lo m&amp;aacute;s bonita posible, eso est&amp;aacute; claro. Y un blog, como nuestra &#34;casa virtual&#34; que es, no podr&amp;iacute;a ser menos: a todos nos gusta usar una plantilla que se adapte a nuestro estilo.
En OboLog lo sabemos y por eso hemos preparado un nuevo set de plantillas para tu blog. Estas nuevas plantillas exclusivas han sido dise&amp;ntilde;adas por los chicos de Studio.ST en especial para nosotros.</description>
    </item>
    
    <item>
      <title>Nuevas plantillas en OboLog</title>
      <link>https://blog.obolog.com/nuevas-plantillas-obolog-11218/</link>
      <pubDate>Fri, 11 May 2007 02:10:13 +0000</pubDate>
      
      <guid>https://blog.obolog.com/nuevas-plantillas-obolog-11218/</guid>
      <description>Adem&amp;aacute;s de la renovaci&amp;oacute;n del dise&amp;ntilde;o de OboLog, y de las nuevasfuncionalidades, habr&amp;eacute;is visto que tambi&amp;eacute;n estamos a&amp;ntilde;adiendo nuevas plantillaspara vuestros blogs. Hasta el momento son 4 las que hemos a&amp;ntilde;adido a la lista de dise&amp;ntilde;os ya existente. Estad atentos porque tenemos algunas m&amp;aacute;s listas para la pr&amp;oacute;xima semana. Para acceder a las nuevas plantillas deb&amp;eacute;is acceder a &amp;quot;Organizar &amp;gt; Blog&amp;quot;. Debajo del formulario para editar los datos de vuestro blog, ver&amp;eacute;is un listado similar a este.</description>
    </item>
    
    <item>
      <title>Renovación de imagen</title>
      <link>https://blog.obolog.com/renovacion-imagen-10114/</link>
      <pubDate>Tue, 17 Apr 2007 23:52:51 +0000</pubDate>
      
      <guid>https://blog.obolog.com/renovacion-imagen-10114/</guid>
      <description>Coincidiendo con la pr&amp;oacute;xima puesta online de la nueva versi&amp;oacute;n de OboLog, he aprovechado para renovar la imagen del blog, d&amp;aacute;ndole un aspecto m&amp;aacute;s cercano al nuevo dise&amp;ntilde;o: El nuevo logotipo, colores crema combinados con fondos blancos, l&amp;iacute;neas suaves, y el el papel de la pared de casa de mi abuela ( o al menos as&amp;iacute; lo ve Borja ) como fondo... &amp;iquest;qu&amp;eacute; mejor para sentirse como en casa? Doy las gracias desde aqu&amp;iacute; a los que durante esta semana ( o durante los &amp;uacute;ltimos meses ) est&amp;aacute;n ech&amp;aacute;ndome un cable, testeando la aplicaci&amp;oacute;n y haci&amp;eacute;ndome llegar comentarios y sugerencias.</description>
    </item>
    
  </channel>
</rss>