<!DOCTYPE html>
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="es-es" lang="es-es">
<head>
  <link href="https://gmpg.org/xfn/11" rel="profile">
  <meta http-equiv="content-type" content="text/html; charset=utf-8">
  <meta name="generator" content="Hugo 0.67.1" />

  
  <meta name="viewport" content="width=device-width, initial-scale=1.0">

  <title>¿Cómo gestionar tu blog? &middot; Obolog</title>
  <meta name="description" content="" />

  
  <link type="text/css" rel="stylesheet" href="http://blog.obolog.com/css/print.css" media="print">
  <link type="text/css" rel="stylesheet" href="http://blog.obolog.com/css/poole.css">
  <link type="text/css" rel="stylesheet" href="http://blog.obolog.com/css/syntax.css">
  <link type="text/css" rel="stylesheet" href="http://blog.obolog.com/css/hyde.css">
    <link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Abril+Fatface|PT+Sans:400,400i,700">


  
  <link rel="apple-touch-icon-precomposed" sizes="144x144" href="/apple-touch-icon-144-precomposed.png">
  <link rel="shortcut icon" href="/favicon.png">

  
  
</head>

  <body class="theme-obolog ">
  <aside class="sidebar">

  <a href="http://blog.obolog.com/">
    <img src="/css/logo.png" />
  </a>
  <div class="container sidebar-sticky">
    <div class="sidebar-about">
      
      <h1>Obolog ha cerrado</h1>
      
      <p class="lead">
       Durante el año 2002 y 2020, Obolog ofreció de manera gratuita blogs para la comunidad hispanoablante. En junio del 2020, el proyecto se descontinuó.
   
      </p>
    </div>

  Leer el <a href="/obolog-dice-adios-despues-18-anos-servicio-2532443">anuncio de cierre</a>
  </div>
</aside>

    <main class="content container">
    <div class="post">
  <h1>¿Cómo gestionar tu blog?</h1>
  <time datetime=2007-05-03T09:05:22Z class="post-date">Thu, May 3, 2007</time>
  <p>
Pronto har&aacute; una semana de la puesta online de la nueva versi&oacute;n, y tras algunos reajustes y afinaciones para que todo funcione correctamente, va siendo hora de que podamos empezar a sacar todo el jugo al <a href="http://www.obolog.com">nuevo <strong>OboLog</strong></a> .
</p>
<p>
A partir de hoy publicar&eacute; de forma peri&oacute;dica algunos tutoriales para comentar algunas de las nuevas funcionalidades o cambios que ha sufrido <strong>OboLog</strong> respecto a la versi&oacute;n anterior, y vosotros pod&eacute;is aprovechar para resolver dudas, aportar sugerencias o comentar vuestras impresiones al respecto. Empecemos.
</p>
<p>
Uno de los cambios m&aacute;s importantes y visibles es el que ha tenido que ver con <strong>la actualizaci&oacute;n del dise&ntilde;o y la reorganizaci&oacute;n de la informaci&oacute;n</strong>. As&iacute; como en el primer <strong>OboLog </strong>exist&iacute;a una separaci&oacute;n total entre home y directorios por un lado, y toda la parte de gesti&oacute;n de los blogs, por otra, en esta nueva versi&oacute;n <strong>hemos tratado de integrarlo todo dentro de una misma interfaz</strong>, de modo que la antigua pantalla con las pesta&ntilde;as &quot;Portada&quot;, &quot;Blog&quot;, &quot;Usuario&quot;, &quot;Mensajes&quot;, etc... ha quedado agrupada bajo una &uacute;nica pesta&ntilde;a: &quot;Organizar&quot;.
</p>
<p align="center">
<img class="fotobonita" src="/img/posts/10755-11768.jpg" alt="Pesta&ntilde;as OboLog" title="Pesta&ntilde;as OboLog" width="448" height="103" />
</p>
<p align="left">
Una vez dentro de la pesta&ntilde;a &quot;Organizar&quot;, podr&eacute;is escoger aqu&eacute;l blog con el que quer&aacute;is trabajar, en caso de haber dado de alta m&aacute;s de uno, o acceder directamente a las opciones de edici&oacute;n en caso contrario. El men&uacute; lateral a la derecha os permitir&aacute; acceder a todas las opciones de edici&oacute;n y personalizaci&oacute;n de vuestro blog:
</p>
<ul>
	<li><img class="fotobonita" src="/img/posts/10755-11767.jpg" alt="Men&uacute; OboLog" title="Men&uacute; OboLog" width="252" height="292" align="right" /> En el bot&oacute;n &quot;<strong>Resumen</strong>&quot;, encontrar&eacute;is unas breves estad&iacute;sticas de acceso y lectura para vuestro blog, detallando las lecturas de mensajes durante los &uacute;ltimos 30 d&iacute;as, y los mensajes m&aacute;s le&iacute;dos del mes.</li>
	<li>En el bot&oacute;n &quot;<strong>Blog</strong>&quot; encontrar&eacute;is las opciones para modificar los datos de vuestro blog, as&iacute; como para escoger el dise&ntilde;o del mismo.</li>
	<li>En el bot&oacute;n &quot;<strong>Mensajes</strong>&quot; encontrar&eacute;is los listados de mensajes de vuestro blog, tanto los ya publicados, como los programados para publicaci&oacute;n, como los borradores.</li>
	<li>En el bot&oacute;n &quot;<strong>Fotos</strong>&quot; podr&eacute;is acceder a los &aacute;lbumes de fotos ya creados, y editar los datos de cualquiera de las im&aacute;genes subidas, cambiar el orden de las mismas dentro de un &aacute;lbum, o a&ntilde;adir/eliminar nuevas fotos a un &aacute;lbum.</li>
	<li>En el bot&oacute;n &quot;<strong>Comentarios</strong>&quot; est&aacute;n listados todos los comentarios dejados en el blog. Desde el mismo listado podr&aacute;s, en caso necesario, borrar comentarios inoportunos.</li>
	<li>En la pesta&ntilde;a &quot;<strong>Enlaces</strong>&quot; podr&aacute;s a&ntilde;adir links a tu blogroll, modificarlos o cambiar su orden en el listado.</li>
</ul>
<p>
Adem&aacute;s, si dispones de varios blogs, podr&aacute;s escoger cu&aacute;l de ellos gestionar usando el enlace &quot;<strong>Escoger otro</strong>&quot; al lado del nombre de tu blog, como ver&aacute;s en la imagen superior. 
</p>
</div>


    </main>

    
      
    
  </body>
</html>
