<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom">
  <channel>
    <title>novedades on Obolog</title>
    <link>http://blog.obolog.com/tags/novedades/</link>
    <description>Recent content in novedades on Obolog</description>
    <generator>Hugo -- gohugo.io</generator>
    <language>es-es</language>
    <lastBuildDate>Wed, 03 Jun 2020 20:04:00 +0000</lastBuildDate>
    
	<atom:link href="http://blog.obolog.com/tags/novedades/index.xml" rel="self" type="application/rss+xml" />
    
    
    <item>
      <title>Obolog dice adiós después de 18 años de servicio</title>
      <link>http://blog.obolog.com/obolog-dice-adios-despues-18-anos-servicio-2532443/</link>
      <pubDate>Wed, 03 Jun 2020 20:04:00 +0000</pubDate>
      
      <guid>http://blog.obolog.com/obolog-dice-adios-despues-18-anos-servicio-2532443/</guid>
      <description>Después de&amp;nbsp;18 años de&amp;nbsp;funcionamiento ininterrumpido, Obolog cierra sus puertas. El próximo 30 de junio&amp;nbsp;será el último día en que la plataforma se encuentre operativa.  Nos hubiera gustado no escribir nunca este mensaje pero, lamentablemente,&amp;nbsp;limitaciones económicas y sobretodo de tiempo nos impiden llevar a cabo un mantenimiento adecuado de la plataforma. Somos conscientes que desde hace un tiempo no hemos podido ofrecer&amp;nbsp;un servicio en las condiciones&amp;nbsp;que nos gustaría, y creemos que llegados este punto, el cierre es la mejor decisión, y el punto y final más digno para el proyecto.</description>
    </item>
    
    <item>
      <title>Nuevo miembro en OboLog</title>
      <link>http://blog.obolog.com/nuevo-miembro-obolog-1410265/</link>
      <pubDate>Wed, 01 Feb 2012 21:47:00 +0000</pubDate>
      
      <guid>http://blog.obolog.com/nuevo-miembro-obolog-1410265/</guid>
      <description>¡Hola a todos! Soy Begoña García, recién aterrizada a esta gran familia de OboLog de la que todos formáis parte.  Mi labor será la comunicación directa con todos vosotros, los usuarios, en todas las áreas posibles. Por tanto, estas serán mis funciones:  Resolveré todas vuestras dudas a través del apartado de soporte. Cualquier problema técnico o inquietud sobre el funcionamiento de la plataforma la atenderé con mucho gusto a través de este canal.</description>
    </item>
    
    <item>
      <title>Incluir vídeos en tus artículos</title>
      <link>http://blog.obolog.com/incluir-videos-tus-articulos-4457/</link>
      <pubDate>Tue, 23 Aug 2011 19:33:00 +0000</pubDate>
      
      <guid>http://blog.obolog.com/incluir-videos-tus-articulos-4457/</guid>
      <description>&amp;iquest;Sab&amp;iacute;as que puedes incluir v&amp;iacute;deos de Youtube, Vimeo, Dailymotion y otros muchos sistemas de v&amp;iacute;deo en tus art&amp;iacute;culos de Obolog?
Conseguirlo es muy f&amp;aacute;cil. &amp;iquest;Preparado?
Cuando est&amp;eacute;s escribiendo un art&amp;iacute;culo o editando alguno que hayas publicado previamente, ver&amp;aacute;s en la parte superior de la columna derecha un bot&amp;oacute;n &#34;V&amp;iacute;deo&#34;:
Al hacer clic en este bot&amp;oacute;n, aparecer&amp;aacute; una ventana en la que tendr&amp;aacute;s que introducir la URL (la direcci&amp;oacute;n que ves en la barra de direcciones de tu navegador) del v&amp;iacute;deo en cuesti&amp;oacute;n.</description>
    </item>
    
    <item>
      <title>Mejoras en Obolog</title>
      <link>http://blog.obolog.com/mejoras-obolog-1200897/</link>
      <pubDate>Tue, 10 May 2011 19:14:00 +0000</pubDate>
      
      <guid>http://blog.obolog.com/mejoras-obolog-1200897/</guid>
      <description>&amp;iexcl;Hola a tod@s, Obologuers!
Empezar&amp;eacute; diciendo que el &amp;uacute;ltimo a&amp;ntilde;o ha sido algo duro, y eso lo sab&amp;eacute;is bien los obologuers m&amp;aacute;s veteranos: Hemos tenido que lidiar con algunos problemas de estabilidad, con problemas de crecimiento, con las hordas de spammers que trataban de hacerse un hueco en nuestra comunidad, con el sistema de estad&amp;iacute;sticas... A lo largo de cada una de estas peque&amp;ntilde;as batallas, que hemos ido ganando con empe&amp;ntilde;o, tambi&amp;eacute;n hemos perdido algunos compa&amp;ntilde;eros de viaje.</description>
    </item>
    
    <item>
      <title>Conecta tu cuenta de Facebook con OboLog</title>
      <link>http://blog.obolog.com/conecta-cuenta-facebook-obolog-235736/</link>
      <pubDate>Sat, 18 Apr 2009 10:24:00 +0000</pubDate>
      
      <guid>http://blog.obolog.com/conecta-cuenta-facebook-obolog-235736/</guid>
      <description>Desde hoy, si como nosotros eres usuario de Facebook, est&amp;aacute;s de enhorabuena: &amp;iexcl;ya es posible vincular tu cuenta de Facebook con OboLog! Habr&amp;aacute;s visto que en la parte superior de la p&amp;aacute;gina, desde el cuadro de usuario d&amp;oacute;nde sueles hacer login y d&amp;oacute;nde est&amp;aacute; tu cajita de usuario, hay algunas novedades:
Por una parte, cuando no est&amp;eacute;s identificado en OboLog, adem&amp;aacute;s de las opciones habituales de login, podr&amp;aacute;s acceder usando tus datos de Facebook, mediante el bot&amp;oacute;n .</description>
    </item>
    
    <item>
      <title>Moderación de comentarios, detección de SPAM y más</title>
      <link>http://blog.obolog.com/moderacion-comentarios-deteccion-spam-mas-231749/</link>
      <pubDate>Thu, 09 Apr 2009 18:09:00 +0000</pubDate>
      
      <guid>http://blog.obolog.com/moderacion-comentarios-deteccion-spam-mas-231749/</guid>
      <description>&amp;iquest;Pensabas que me hab&amp;iacute;a olvidado de vosotros? &amp;iexcl;Pues no! Aqu&amp;iacute; estaba, en silencio, pero d&amp;aacute;ndole vueltas a algunas mejoras para OboLog que algunos de vosotros hab&amp;eacute;is venido pidiendo desde hace tiempo.
Por un lado, esta semana he publicado una serie de cambios que posiblemente no hayas notado, m&amp;aacute;s all&amp;aacute; de una ligera mejora en la velocidad de carga de la p&amp;aacute;gina, y es que he hecho bastantes cambios a la estructura de la base de datos de OboLog: Los cajoncitos donde se guardan tu blogs, tus mensajes, tus fotos y comentarios.</description>
    </item>
    
    <item>
      <title>Plantillas para tu blog: ¡novedades!</title>
      <link>http://blog.obolog.com/plantillas-blog-novedades-80505/</link>
      <pubDate>Mon, 28 Apr 2008 18:48:00 +0000</pubDate>
      
      <guid>http://blog.obolog.com/plantillas-blog-novedades-80505/</guid>
      <description>A todos nos gusta tener nuestra casa lo m&amp;aacute;s bonita posible, eso est&amp;aacute; claro. Y un blog, como nuestra &#34;casa virtual&#34; que es, no podr&amp;iacute;a ser menos: a todos nos gusta usar una plantilla que se adapte a nuestro estilo.
En OboLog lo sabemos y por eso hemos preparado un nuevo set de plantillas para tu blog. Estas nuevas plantillas exclusivas han sido dise&amp;ntilde;adas por los chicos de Studio.ST en especial para nosotros.</description>
    </item>
    
    <item>
      <title>Publica en tu blog desde Windows Live Writer</title>
      <link>http://blog.obolog.com/publica-blog-windows-live-writer-44646/</link>
      <pubDate>Thu, 06 Dec 2007 10:33:55 +0000</pubDate>
      
      <guid>http://blog.obolog.com/publica-blog-windows-live-writer-44646/</guid>
      <description>Como algunos sabr&amp;eacute;is, OboLog os ofrece la posibilidad de enviar contenidos a vuestros blogs desde aplicaciones externas ( Flickr, DailyMotion, etc... ) a trav&amp;eacute;s del MetaWeblog API. En esta ocasi&amp;oacute;n vamos a explicar c&amp;oacute;mo sacar partido de esta potente API para poder escribir posts en vuestro blog desde una aplicaci&amp;oacute;n de escritorio: Windows Live Writer.En primer lugar deber&amp;eacute;is descargar Windows Live Writer. Pod&amp;eacute;is hacerlo desde aqu&amp;iacute;.Una vez lo hay&amp;aacute;is descargado y hay&amp;aacute;is ejecutado el instalador, deber&amp;eacute;is escoger &amp;quot;Another Weblog Service&amp;quot; ( &amp;quot;Otro servicio de blogs&amp;quot; )</description>
    </item>
    
    <item>
      <title>Usa tu dominio en tu blog de OboLog</title>
      <link>http://blog.obolog.com/usa-dominio-blog-obolog-31585/</link>
      <pubDate>Tue, 09 Oct 2007 09:17:00 +0000</pubDate>
      
      <guid>http://blog.obolog.com/usa-dominio-blog-obolog-31585/</guid>
      <description>Hoy entraremos en detalle en una de las funcionalidades más interesantes de las que incluímos en la última actualización de OboLog: la posibilidad de vincular dominios propios a vuestros blogs.  Introducción&amp;nbsp;   En OboLog desde siempre hemos dado gran importancia al tipo de direcciones web que se usarían para las URL de los blogs de nuestros usuarios: su longitud, su complejidad, su estructura... A diferencia de otros sistemas de blogs que usan direcciones del tipo http://www.</description>
    </item>
    
    <item>
      <title>¡Nueva casa para OboLog!</title>
      <link>http://blog.obolog.com/nueva-casa-obolog-30385/</link>
      <pubDate>Tue, 02 Oct 2007 08:55:35 +0000</pubDate>
      
      <guid>http://blog.obolog.com/nueva-casa-obolog-30385/</guid>
      <description>Si alguno de vosotros visit&amp;oacute; OboLog el pasado domingo, se topar&amp;iacute;a, al menos durante un rato, con un mensaje que indicaba que est&amp;aacute;bamos de mudanza, y as&amp;iacute; era: OboLog se ha mudado de casa, hemos migrado la plataforma a unos nuevos servidores, m&amp;aacute;s potentes, m&amp;aacute;s r&amp;aacute;pidos, y optimizados al detalle para que todo vaya como el rayo a partir de ahora.C&amp;oacute;mo sabr&amp;eacute;is, durante el &amp;uacute;ltimo mes hemos venido sufriendo cortes eventuales de servicio.</description>
    </item>
    
    <item>
      <title>Rediseño y novedades en OboLog</title>
      <link>http://blog.obolog.com/rediseno-novedades-obolog-14628/</link>
      <pubDate>Thu, 21 Jun 2007 02:05:51 +0000</pubDate>
      
      <guid>http://blog.obolog.com/rediseno-novedades-obolog-14628/</guid>
      <description>A poco m&amp;aacute;s de un mes y medio de la salida de la nueva versi&amp;oacute;n de OboLog, hemos decidido ir un poco m&amp;aacute;s all&amp;aacute;, dar un paso m&amp;aacute;s, guiados por los resultados de estas semanas y el feedback que hemos ido recibiendo por vuestra parte. Los cambios han pasado por:Una renovaci&amp;oacute;n del estilo visual, con la intenci&amp;oacute;n de hacer m&amp;aacute;s claro el dise&amp;ntilde;o y f&amp;aacute;cil la lectura y la navegaci&amp;oacute;n.</description>
    </item>
    
    <item>
      <title>Lo que ocurre en OboLog, en tiempo real: El Espía</title>
      <link>http://blog.obolog.com/ocurre-obolog-tiempo-real-espia-14519/</link>
      <pubDate>Tue, 19 Jun 2007 22:40:52 +0000</pubDate>
      
      <guid>http://blog.obolog.com/ocurre-obolog-tiempo-real-espia-14519/</guid>
      <description>El Esp&amp;iacute;a es una de las funcionalidades que quiz&amp;aacute;s haya pasado m&amp;aacute;s inadvertida desde el nuevo redise&amp;ntilde;o.A trav&amp;eacute;s de esta nueva secci&amp;oacute;n podr&amp;eacute;is seguir al segundo lo que ocurre en OboLog, en riguroso directo: nuevos blogs, qui&amp;eacute;n comenta qu&amp;eacute; y d&amp;oacute;nde, publicaci&amp;oacute;n de nuevos posts... Un listado al m&amp;aacute;s puro estilo Digg Spy o la Fisgona de Men&amp;eacute;ame.Todas las actualizaciones, todos los usuarios, toda la actividad, todo el tiempo.</description>
    </item>
    
    <item>
      <title>Nuevas plantillas en OboLog</title>
      <link>http://blog.obolog.com/nuevas-plantillas-obolog-11218/</link>
      <pubDate>Fri, 11 May 2007 02:10:13 +0000</pubDate>
      
      <guid>http://blog.obolog.com/nuevas-plantillas-obolog-11218/</guid>
      <description>Adem&amp;aacute;s de la renovaci&amp;oacute;n del dise&amp;ntilde;o de OboLog, y de las nuevasfuncionalidades, habr&amp;eacute;is visto que tambi&amp;eacute;n estamos a&amp;ntilde;adiendo nuevas plantillaspara vuestros blogs. Hasta el momento son 4 las que hemos a&amp;ntilde;adido a la lista de dise&amp;ntilde;os ya existente. Estad atentos porque tenemos algunas m&amp;aacute;s listas para la pr&amp;oacute;xima semana. Para acceder a las nuevas plantillas deb&amp;eacute;is acceder a &amp;quot;Organizar &amp;gt; Blog&amp;quot;. Debajo del formulario para editar los datos de vuestro blog, ver&amp;eacute;is un listado similar a este.</description>
    </item>
    
    <item>
      <title>Y por fin llegó el día: la nueva versión de OboLog ya online</title>
      <link>http://blog.obolog.com/llego-dia-nueva-version-obolog-online-10554/</link>
      <pubDate>Sat, 28 Apr 2007 04:54:11 +0000</pubDate>
      
      <guid>http://blog.obolog.com/llego-dia-nueva-version-obolog-online-10554/</guid>
      <description>Muchas noches, muchas ojeras, muchos bostezos robados, muchas l&amp;iacute;neas de c&amp;oacute;digo, muchos bocetos y mucha ilusi&amp;oacute;n: esa es la inversi&amp;oacute;n que ha permitido que hoy, de madrugada, este nuevo OboLog pueda ver la luz. M&amp;aacute;s funcional, estable, completo, sencillo de usar y bonito (&amp;iexcl;espero! ), llega para dar paso a una nueva fase en el desarrollo de una comunidad de la que ya forman parte casi 3000 personas.Lejos quedan, desde luego, los n&amp;uacute;meros de las Grandes Corporaciones, aunque sinceramente lo conseguido hasta el momento es ya para m&amp;iacute; un &amp;eacute;xito impensable.</description>
    </item>
    
    <item>
      <title>Renovación de imagen</title>
      <link>http://blog.obolog.com/renovacion-imagen-10114/</link>
      <pubDate>Tue, 17 Apr 2007 23:52:51 +0000</pubDate>
      
      <guid>http://blog.obolog.com/renovacion-imagen-10114/</guid>
      <description>Coincidiendo con la pr&amp;oacute;xima puesta online de la nueva versi&amp;oacute;n de OboLog, he aprovechado para renovar la imagen del blog, d&amp;aacute;ndole un aspecto m&amp;aacute;s cercano al nuevo dise&amp;ntilde;o: El nuevo logotipo, colores crema combinados con fondos blancos, l&amp;iacute;neas suaves, y el el papel de la pared de casa de mi abuela ( o al menos as&amp;iacute; lo ve Borja ) como fondo... &amp;iquest;qu&amp;eacute; mejor para sentirse como en casa? Doy las gracias desde aqu&amp;iacute; a los que durante esta semana ( o durante los &amp;uacute;ltimos meses ) est&amp;aacute;n ech&amp;aacute;ndome un cable, testeando la aplicaci&amp;oacute;n y haci&amp;eacute;ndome llegar comentarios y sugerencias.</description>
    </item>
    
    <item>
      <title>El nuevo OboLog, cada vez más cerca</title>
      <link>http://blog.obolog.com/nuevo-obolog-vez-mas-cerca-9576/</link>
      <pubDate>Mon, 02 Apr 2007 22:18:57 +0000</pubDate>
      
      <guid>http://blog.obolog.com/nuevo-obolog-vez-mas-cerca-9576/</guid>
      <description>Ya es hora que os adelante que andamos preparando una nueva versi&amp;oacute;n de OboLog, en la que hemos tratado de mejorar todos los aspectos relacionados con la gesti&amp;oacute;n de vuestros blogs, y de a&amp;ntilde;adir nuevas funcionalidades que hagan vuestra experiencia aqu&amp;iacute; m&amp;aacute;s interesante.Aunque durante este primer a&amp;ntilde;o de vida hemos ido incorporando progresivamente algunas caracter&amp;iacute;sticas, la que se avecina ser&amp;aacute; una renovaci&amp;oacute;n total, tambi&amp;eacute;n de dise&amp;ntilde;o, en la que precisamente vosotros pas&amp;aacute;is a ser los protagonistas: mayor relevancia de los listados de usuarios, posibilidad de gestionar contactos o vuestros blogs favoritos, blogs con varios editores, nuevas plantillas.</description>
    </item>
    
    <item>
      <title>Archivo de mensajes por fechas</title>
      <link>http://blog.obolog.com/archivo-mensajes-fechas-5267/</link>
      <pubDate>Fri, 17 Nov 2006 21:35:19 +0000</pubDate>
      
      <guid>http://blog.obolog.com/archivo-mensajes-fechas-5267/</guid>
      <description>Desde hoy, otra de vuestras peticiones que &amp;quot;ven&amp;iacute;an de largo&amp;quot; est&amp;aacute; disponible en todos los blogs: el archivo por fechas. En la secci&amp;oacute;n Archivo podr&amp;eacute;is ver un nuevo listado en la barra lateral, con una fila por cada mes en que hay&amp;aacute;is escrito alg&amp;uacute;n mensaje, indicando adem&amp;aacute;s la cantidad de mensajes guardados.Como siempre, sugerencias, consejos, opiniones o cr&amp;iacute;ticas ser&amp;aacute;n bienvenidos. </description>
    </item>
    
    <item>
      <title>Navegación por archivos y lectura por páginas</title>
      <link>http://blog.obolog.com/navegacion-archivos-lectura-paginas-4822/</link>
      <pubDate>Fri, 03 Nov 2006 20:44:58 +0000</pubDate>
      
      <guid>http://blog.obolog.com/navegacion-archivos-lectura-paginas-4822/</guid>
      <description>Desde hace algunas semanas habr&amp;aacute;s visto que hay ciertas mejoras en los blogs en lo que se refiere a la navegaci&amp;oacute;n por los archivos. Se ha implementado una funcionalidad tan b&amp;aacute;sica como importante: la paginaci&amp;oacute;n. Tanto cuando visites la home de un blog, como cuando navegues por los archivos, ver&amp;aacute;s que al final del listado de mensajes aparecer&amp;aacute;n unos enlaces &amp;quot;&amp;lt; p&amp;aacute;gina anterior&amp;quot;, &amp;quot;p&amp;aacute;gina siguiente&amp;gt;&amp;quot;, que te permitir&amp;aacute;n ver TODOS los mensajes que dicho blog.</description>
    </item>
    
    <item>
      <title>OboLog te ayuda a mejorar la ortografía de tus posts</title>
      <link>http://blog.obolog.com/obolog-te-ayuda-mejorar-ortografia-tus-posts-4456/</link>
      <pubDate>Fri, 20 Oct 2006 19:21:58 +0000</pubDate>
      
      <guid>http://blog.obolog.com/obolog-te-ayuda-mejorar-ortografia-tus-posts-4456/</guid>
      <description>OboLog incorpora desde hoy una nueva y &amp;uacute;til mejora al editor: Correcci&amp;oacute;n ortogr&amp;aacute;fica para tus mensajes.A partir de ahora ver&amp;aacute;s un nuevo bot&amp;oacute;n en la barra de herramientas del cuadro de edici&amp;oacute;n de mensajes: Activando la correcci&amp;oacute;n ortogr&amp;aacute;fica, una vez hayas acabado de redactar tu mensaje, el editor revisar&amp;aacute; todas las palabras, y marcar&amp;aacute; aquellas que contengan errores, mostrando adem&amp;aacute;s algunas sugerencias para llevar a cabo la correcci&amp;oacute;n.</description>
    </item>
    
    <item>
      <title>Y seguimos con más novedades: álbumes y mensajes relacionados</title>
      <link>http://blog.obolog.com/seguimos-mas-novedades-albumes-mensajes-relacionados-3819/</link>
      <pubDate>Thu, 07 Sep 2006 07:33:32 +0000</pubDate>
      
      <guid>http://blog.obolog.com/seguimos-mas-novedades-albumes-mensajes-relacionados-3819/</guid>
      <description>&amp;iexcl;Estamos de racha! De nuevo novedades en lo que se refiere a la gesti&amp;oacute;n de galer&amp;iacute;as:Ordenacion din&amp;aacute;mica de im&amp;aacute;genes: S&amp;oacute;lo tienes que acceder a cualquier mensaje en el que hayas publicado im&amp;aacute;genes y seleccionar la &amp;quot;vista thumbnails&amp;quot;. Desde esa vista podr&amp;aacute;s ordenar tus fotos como quieras con s&amp;oacute;lo &amp;quot;arrastrar y soltar&amp;quot;. As&amp;iacute; de sencillo.
Edici&amp;oacute;n de fotos &amp;quot;inline&amp;quot;: La tarea de editar los t&amp;iacute;tulos, etiquetas y comentarios de tus fotos ser&amp;aacute; algo menos pesada a partir de ahora.</description>
    </item>
    
    <item>
      <title>Nuevas mejoras en la gestión de imágenes</title>
      <link>http://blog.obolog.com/nuevas-mejoras-gestion-imagenes-3625/</link>
      <pubDate>Fri, 18 Aug 2006 15:51:00 +0000</pubDate>
      
      <guid>http://blog.obolog.com/nuevas-mejoras-gestion-imagenes-3625/</guid>
      <description>Si eres usuario de OboLog y has accedido a tu panel de control durante los &amp;uacute;ltimos d&amp;iacute;as, habr&amp;aacute;s visto que hay algunas novedades respecto a al gesti&amp;oacute;n de im&amp;aacute;genes. Despu&amp;eacute;s de mucho buscar, probar, descartar, investigar... hemos optado por usar un peque&amp;ntilde;o applet de java que a partir de ahora nos permitir&amp;aacute; cargar tantas fotos como queramos de manera simult&amp;aacute;nea a nuestros blogs.
Si eres de los que acostumbran a adjuntar muchas fotos a sus mensajes, sabr&amp;aacute;s lo tedioso que resultaba hasta ahora ir cargando las im&amp;aacute;genes una a una, y esperando para cambiarles individualmente el t&amp;iacute;tulo, la descripci&amp;oacute;n.</description>
    </item>
    
    <item>
      <title>Combatiendo el SPAM</title>
      <link>http://blog.obolog.com/combatiendo-spam-2684/</link>
      <pubDate>Fri, 02 Jun 2006 07:22:58 +0000</pubDate>
      
      <guid>http://blog.obolog.com/combatiendo-spam-2684/</guid>
      <description>De un tiempo a esta parte, poco a poco, y gracias a la confianza que muchos de vosotros hab&amp;eacute;is ido depositando en esta nuestra comunidad, OboLog ha crecido mucho m&amp;aacute;s de lo que hubiera podido imaginar: M&amp;aacute;s de 400 blogs creados, casi 200.000 usuarios &amp;uacute;nicos, sobre 1 mill&amp;oacute;n de p&amp;aacute;ginas vistas durante este mes pasado, y unos cuantos miles de p&amp;aacute;ginas indexadas en Google , muy bien indexadas , por cierto, para determinadas b&amp;uacute;squedas.</description>
    </item>
    
    <item>
      <title>Mejoras en la visualización de álbumes</title>
      <link>http://blog.obolog.com/mejoras-visualizacion-albumes-1389/</link>
      <pubDate>Sun, 05 Mar 2006 22:01:35 +0000</pubDate>
      
      <guid>http://blog.obolog.com/mejoras-visualizacion-albumes-1389/</guid>
      <description>A lo largo de esta semana pasada se han implementado algunas mejoras en relaci&amp;oacute;n con la visualizaci&amp;oacute;n de fotograf&amp;iacute;as: Los &amp;aacute;lbumes de fotos ahora aparecen paginados, de manera que la visualizaci&amp;oacute;n o b&amp;uacute;squeda de im&amp;aacute;genes a trav&amp;eacute;s de los mismos es bastante m&amp;aacute;s c&amp;oacute;moda. Se ha aumentado el tama&amp;ntilde;o de las miniaturas en los listados de fotograf&amp;iacute;as de los &amp;aacute;lbumes.Se ha implementado un nuevo sistema de visualizaci&amp;oacute;n de fotograf&amp;iacute;as basado en la librer&amp;iacute;a javascript LightBox , gracias a la cual ya no es necesario usar los molestos popups: las im&amp;aacute;genes se abren en la propia ventana del navegador, sin necesidad de recargar la p&amp;aacute;gina.</description>
    </item>
    
  </channel>
</rss>