<!DOCTYPE html>
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="es-es" lang="es-es">
<head>
  <link href="https://gmpg.org/xfn/11" rel="profile">
  <meta http-equiv="content-type" content="text/html; charset=utf-8">
  <meta name="generator" content="Hugo 0.67.1" />

  
  <meta name="viewport" content="width=device-width, initial-scale=1.0">

  <title>Moderación de comentarios, detección de SPAM y más &middot; Obolog</title>
  <meta name="description" content="" />

  
  <link type="text/css" rel="stylesheet" href="http://blog.obolog.es/css/print.css" media="print">
  <link type="text/css" rel="stylesheet" href="http://blog.obolog.es/css/poole.css">
  <link type="text/css" rel="stylesheet" href="http://blog.obolog.es/css/syntax.css">
  <link type="text/css" rel="stylesheet" href="http://blog.obolog.es/css/hyde.css">
    <link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Abril+Fatface|PT+Sans:400,400i,700">


  
  <link rel="apple-touch-icon-precomposed" sizes="144x144" href="/apple-touch-icon-144-precomposed.png">
  <link rel="shortcut icon" href="/favicon.png">

  
  
</head>

  <body class="theme-obolog ">
  <aside class="sidebar">

  <a href="http://blog.obolog.es/">
    <img src="/css/logo.png" />
  </a>
  <div class="container sidebar-sticky">
    <div class="sidebar-about">
      
      <h1>Obolog ha cerrado</h1>
      
      <p class="lead">
       Durante el año 2002 y 2020, Obolog ofreció de manera gratuita blogs para la comunidad hispanoablante. En junio del 2020, el proyecto se descontinuó.
   
      </p>
    </div>

  Leer el <a href="/obolog-dice-adios-despues-18-anos-servicio-2532443">anuncio de cierre</a>
  </div>
</aside>

    <main class="content container">
    <div class="post">
  <h1>Moderación de comentarios, detección de SPAM y más</h1>
  <time datetime=2009-04-09T18:09:00Z class="post-date">Thu, Apr 9, 2009</time>
  <p>&iquest;Pensabas que me hab&iacute;a olvidado de vosotros? &iexcl;Pues no! Aqu&iacute; estaba, en silencio, pero d&aacute;ndole vueltas a algunas mejoras para OboLog que algunos de vosotros hab&eacute;is venido pidiendo desde hace tiempo.</p>
<p>Por un lado, esta semana he publicado una serie de cambios que posiblemente no hayas notado, m&aacute;s all&aacute; de una ligera mejora en la velocidad de carga de la p&aacute;gina, y es que he hecho bastantes cambios a la estructura de la base de datos de OboLog: Los cajoncitos donde se guardan tu blogs, tus mensajes, tus fotos y comentarios...</p>
<p>Por otro lado, he aprovechado la limpieza para poner en marcha algunas nuevas funcionalidades que espero te gusten:</p>
<h2>Posibilidad de escoger el "nombre visible"</h2>
<p>Hasta ahora en tus mensajes o comentarios siempre aparec&iacute;a tu <em>nick</em> o apodo. En mi caso, "obokaman". Muchos&nbsp; hab&iacute;ais pedido la posibilidad de escoger entre vuestro apodo o vuestro nombre real. Algunos incluso ped&iacute;an la posibilidad de usar p&uacute;blicamente un nombre que no tuviera porqu&eacute; coincidir con su apodo. Ahora, desde tu perfil de usuario podr&aacute;s escoger qu&eacute; usar, mediante el desplegable "Nombre visible".</p>
<p style="text-align: center;"><img class="fotobonita" title="Nombre visible" src="/img/posts/231749-131998.jpg" alt="Nombre visible" /></p>
<h2>Nuevo sistema de upload de fotos</h2>
<p>Como habr&aacute;s comprobado al subir alguna foto a tus posts, el actual sistema de upload de fotos se basaba en un applet java. Aunque no tengas ni idea de qu&eacute; significa eso, era un sistema que cargaba mucho tu PC cada vez que acced&iacute;as a la p&aacute;gina, llegando en algunos casos a bloquear el sistema algunos segundos. Pues bien: he sustitu&iacute;do el antiguo upload mediante java a un upload de m&uacute;ltiples archivos basado en flash. Ahora la p&aacute;gina de carga de im&aacute;genes... &iexcl;vuela! Compru&eacute;balo t&uacute; mismo.</p>
<h2>Detecci&oacute;n autom&aacute;tica de SPAM en comentarios</h2>
<p>He implementado un sistema autom&aacute;tico de detecci&oacute;n de SPAM, que permitir&aacute; filtrar aquellos comentarios-basura que caigan en vuestro blog, ocult&aacute;ndolos hasta que t&uacute; los revises para eliminarlos definitivamente o aprobarlos en caso de tratarse de falsos positivos. El sistema, adem&aacute;s, ir&aacute; aprendiendo a medida que elimines o apruebes comentarios.</p>
<p style="text-align: center;"><img class="fotobonita" title="Listado de comentarios" src="/img/posts/231749-131997.jpg" alt="Listado de comentarios" /></p>
<h2>Moderaci&oacute;n de comentarios</h2>
<p>Por fin es posible tener los comentarios moderados en tu blog, y as&iacute; evitar que comentarios de personas que no conoces, comentarios subidos de tono, o fuera de lugar, se publiquen autom&aacute;ticamente. Desde la opci&oacute;n Organizar &gt; Blog podr&aacute;s modificar las propiedades de moderaci&oacute;n de tu blog, escogiendo entre estas 4 opciones:</p>
<ul>
<li><strong>Sin moderaci&oacute;n</strong>: como hasta ahora, los comentarios se publican autom&aacute;ticamente, sin intervenci&oacute;n del autor del blog.</li>
<li><strong>Con moderaci&oacute;n</strong>: los comentarios nuevos permanecen pendientes de publicaci&oacute;n hasta que el autor del blog los revisa y aprueba (o no!).</li>
<li><strong>S&oacute;lo registrados</strong>: s&oacute;lo los usuarios registrados en OboLog pueden escribir comentarios</li>
<li><strong>Sin comentarios</strong>: nadie puede dejar comentarios en el blog.</li>
</ul>
<p>Espero que disfrutes de estas novedades, y recuerda que si tienes alguna duda puedes contactarnos <a href="http://www.obolog.com/contact">desde nuestro formulario</a>.</p>
</div>


    </main>

    
      
    
  </body>
</html>
