<!DOCTYPE html>
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="es-es" lang="es-es">
<head>
  <link href="https://gmpg.org/xfn/11" rel="profile">
  <meta http-equiv="content-type" content="text/html; charset=utf-8">
  <meta name="generator" content="Hugo 0.67.1" />

  
  <meta name="viewport" content="width=device-width, initial-scale=1.0">

  <title>Incluir imágenes y álbumes de fotos en tu blog &middot; Obolog</title>
  <meta name="description" content="" />

  
  <link type="text/css" rel="stylesheet" href="https://blog.obolog.es/css/print.css" media="print">
  <link type="text/css" rel="stylesheet" href="https://blog.obolog.es/css/poole.css">
  <link type="text/css" rel="stylesheet" href="https://blog.obolog.es/css/syntax.css">
  <link type="text/css" rel="stylesheet" href="https://blog.obolog.es/css/hyde.css">
    <link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Abril+Fatface|PT+Sans:400,400i,700">


  
  <link rel="apple-touch-icon-precomposed" sizes="144x144" href="/apple-touch-icon-144-precomposed.png">
  <link rel="shortcut icon" href="/favicon.png">

  
  
</head>

  <body class="theme-obolog ">
  <aside class="sidebar">

  <a href="https://blog.obolog.es/">
    <img src="/css/logo.png" />
  </a>
  <div class="container sidebar-sticky">
    <div class="sidebar-about">
      
      <h1>Obolog ha cerrado</h1>
      
      <p class="lead">
       Durante el año 2002 y 2020, Obolog ofreció de manera gratuita blogs para la comunidad hispanoablante. En junio del 2020, el proyecto se descontinuó.
   
      </p>
    </div>

  Leer el <a href="/obolog-dice-adios-despues-18-anos-servicio-2532443">anuncio de cierre</a>
  </div>
</aside>

    <main class="content container">
    <div class="post">
  <h1>Incluir imágenes y álbumes de fotos en tu blog</h1>
  <time datetime=2011-08-24T23:43:00Z class="post-date">Wed, Aug 24, 2011</time>
  <p>Como habr&aacute;s podido comprobar si ya tienes tu propio blog en <a><strong>OboLog</strong></a>, <strong>el sistema de publicaci&oacute;n te permite crear tus propios &aacute;lbumes de fotos, subiendo im&aacute;genes a tu blog desde tu ordenador y sin necesidad de depender de alojamientos externos</strong>. El proceso es muy simple, as&iacute; que vamos a repasar los pasos a seguir para crear un &aacute;lbum o incrustar im&aacute;genes en tus posts, e ilustrar de esta forma tu &uacute;ltimo viaje, tu art&iacute;culo o tu idea.</p>
<h2>Publicando las im&aacute;genes</h2>
<p>En primer lugar, deber&aacute;s acceder al formulario de edici&oacute;n, creando un nuevo art&iacute;culo, o editando uno ya existente. En la parte superior de la barra lateral del formulario de edici&oacute;n de art&iacute;culos entontrar&aacute;s un bot&oacute;n "<strong>Im&aacute;genes</strong>".</p>
<p style="text-align: center;"><img title="Bot&oacute;n im&aacute;genes" src="/img/posts/4e5614b75cc4cs13443.jpg" alt=" TAGS:" align="center" /></p>
<p>Al hacer clic en ese bot&oacute;n, aparecer&aacute; una ventana que te permitir&aacute; <strong>cargar nuevas im&aacute;genes en tu art&iacute;culo</strong>, o <strong>insertar alguna de las que hayas cargado previamente</strong>:</p>
<p style="text-align: center;"><a class="thickbox" href="/img/posts/4e56152d9fe5bs214825.jpg" alt=" - " align="center" /></a></p>
<p>Desde esta nueva ventana podr&aacute;s cargar im&aacute;genes, pulsando el bot&oacute;n "A&ntilde;adir im&aacute;genes", o insertar en tu post cualquiera de las que hayas cargado previamente. Para insertar una imagen en tu post, simplemente debes hacer clic sobre ella.</p>
<p><span class="Apple-style-span" style="font-size: 18px; font-weight: bold;">Insertando una imagen en tu post</span></p>
<p>Cuando hagas clic en una de las im&aacute;genes cargadas, podr&aacute;s decidir c&oacute;mo quieres que se muestre dicha imagen en tu art&iacute;culo:</p>
<p style="text-align: center;"><a class="thickbox" href="/img/posts/4e56160b7899ds82003.jpg" alt=" TAGS:" align="center" /></a></p>
<p>En este formulario podr&aacute;s decir <strong>el tama&ntilde;o</strong> y <strong>la alineaci&oacute;n</strong> de la imagen dentro de tu art&iacute;culo (f&iacute;jate en la columna derecha, podr&aacute;s ver una previsualizaci&oacute;n de su aspecto), y definir alguna informaci&oacute;n adicional, como <strong>su t&iacute;tulo</strong> o una peque&ntilde;a <strong>descripci&oacute;n</strong>, as&iacute; como "<strong>temas</strong>" o tags que la identifiquen.</p>
<p>Importantes tambi&eacute;n las dos opciones que puedes marcar en este formulario:</p>
<ul>
<li><strong>A&ntilde;adir marco a la imagen</strong>: mostrar&aacute; un peque&ntilde;o borde alrededor de la imagen que insertes en el post.</li>
<li><strong>Ampliar imagen en ventana modal</strong>: Permitir&aacute; que&nbsp;cuando los usuarios hagan clic puedan ver la imagen en tama&ntilde;o completo,&nbsp;aunque insertes una versi&oacute;n "Icono" o ajustes su tama&ntilde;o para que encaje en tu art&iacute;culo.</li>
</ul>
<h2>Ordenando im&aacute;genes en los &aacute;lbumes</h2>
<p>A medida que vayas cargando im&aacute;genes en un art&iacute;culo, adem&aacute;s de poder incrustarlas dentro del contenido, <strong>&eacute;stas siempre aparecer&aacute;n en la secci&oacute;n "Fotos" de tu blog</strong>, as&iacute; como al final del post al que pertenezcan, <strong>en una secci&oacute;n "&Aacute;lbumes"</strong>. El orden de las im&aacute;genes se corresponder&aacute; al orden en qu&eacute; las hayas cargado a tu art&iacute;culo. Sin embargo, <strong>puedes modificar el orden</strong> en qu&eacute; &eacute;stas aparecen desde la propia ventana de im&aacute;genes.</p>
<p>F&iacute;jate que todas las im&aacute;genes tienen un peque&ntilde;o icono de ordenaci&oacute;n en la esquina superior izquierda:</p>
<p style="text-align: center;"><img title="" src="/img/posts/4e561843b8cafs77242.jpg" alt=" TAGS:" align="center" /></p>
<p>Colocando el rat&oacute;n sobre ese icono, podr&eacute;is arrastrar la imagen para colocarla en el orden que quer&aacute;is.</p>
<p>Esperamos que os sea &uacute;til y os anim&eacute;is a enriquecer vuestros art&iacute;culos con vuestras mejores fotos.</p>
<p><strong>&iexcl;Feliz Obologging!</strong></p>
</div>


    </main>

    
      
    
  </body>
</html>
