<!DOCTYPE html>
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="es-es" lang="es-es">
<head>
  <link href="https://gmpg.org/xfn/11" rel="profile">
  <meta http-equiv="content-type" content="text/html; charset=utf-8">
  <meta name="generator" content="Hugo 0.67.1" />

  
  <meta name="viewport" content="width=device-width, initial-scale=1.0">

  <title>Rediseño y novedades en OboLog &middot; Obolog</title>
  <meta name="description" content="" />

  
  <link type="text/css" rel="stylesheet" href="http://blog.obolog.es/css/print.css" media="print">
  <link type="text/css" rel="stylesheet" href="http://blog.obolog.es/css/poole.css">
  <link type="text/css" rel="stylesheet" href="http://blog.obolog.es/css/syntax.css">
  <link type="text/css" rel="stylesheet" href="http://blog.obolog.es/css/hyde.css">
    <link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Abril+Fatface|PT+Sans:400,400i,700">


  
  <link rel="apple-touch-icon-precomposed" sizes="144x144" href="/apple-touch-icon-144-precomposed.png">
  <link rel="shortcut icon" href="/favicon.png">

  
  
</head>

  <body class="theme-obolog ">
  <aside class="sidebar">

  <a href="http://blog.obolog.es/">
    <img src="/css/logo.png" />
  </a>
  <div class="container sidebar-sticky">
    <div class="sidebar-about">
      
      <h1>Obolog ha cerrado</h1>
      
      <p class="lead">
       Durante el año 2002 y 2020, Obolog ofreció de manera gratuita blogs para la comunidad hispanoablante. En junio del 2020, el proyecto se descontinuó.
   
      </p>
    </div>

  Leer el <a href="/obolog-dice-adios-despues-18-anos-servicio-2532443">anuncio de cierre</a>
  </div>
</aside>

    <main class="content container">
    <div class="post">
  <h1>Rediseño y novedades en OboLog</h1>
  <time datetime=2007-06-21T02:05:51Z class="post-date">Thu, Jun 21, 2007</time>
  <p>
<img src="/img/posts/14628-14614.jpg" alt="14628-14614.jpg" title="14628-14614.jpg" width="232" height="56" align="left" />
A poco m&aacute;s de un mes y medio de <a href="http://blog.obolog.com/p/y-por-fin-llego-el-dia-la-nueva-version-de-obolog-ya-online-10554">la salida de la nueva versi&oacute;n de OboLog</a>, hemos decidido ir un poco m&aacute;s all&aacute;, <strong>dar un paso m&aacute;s, guiados por los resultados de estas semanas y el feedback que hemos ido recibiendo por vuestra parte</strong>. Los cambios han pasado por:
</p>
<ul>
	<li><strong>Una renovaci&oacute;n del estilo visual</strong>, con la intenci&oacute;n de hacer m&aacute;s claro el dise&ntilde;o y f&aacute;cil la lectura y la navegaci&oacute;n. En el proceso de redise&ntilde;o se ha tenido en cuenta solucionar algunos problemas de incompatibilidad entre navegadores que ven&iacute;amos arrastrando de la versi&oacute;n anterior. Ahora el dise&ntilde;o es adaptable a la resoluci&oacute;n, manteni&eacute;ndose a un ancho fijo de 1000px como m&aacute;ximo, para evitar problemas de legibilidad.</li>
	<li><img src="/img/posts/14628-14613.jpg" alt="14628-14613.jpg" title="14628-14613.jpg" width="221" height="300" align="right" /><strong>Una reorganizaci&oacute;n de la estructura de contenidos de las portadas</strong>: un mejor aprovechamiento del espacio permite dar m&aacute;s visibilidad a contenidos importantes y nuevas actualizaciones.</li>
	<li><strong>Nuevos contenidos en las portadas</strong>: Mes a mes seleccionaremos un blog destacado que ocupar&aacute; el cuadro de &quot;Blog del Mes&quot;, por sus m&eacute;ritos en cuanto a la calidad de sus contenidos, el &eacute;xito de visitantes, la originalidad de sus anotaciones, la recomendaci&oacute;n de otros usuarios...</li>
	<li><strong>Nuevas funcionalidades</strong>: <br />
	<ul>
		<li><strong>La portada de OboLog es ahora &uacute;nica para cada usuario</strong>. Las anotaciones que se muestran provienen de los blogs de sus contactos, proporcionando as&iacute; contenidos m&aacute;s relevantes y evitando en la medida de lo posible interferencias y ruido. Cuando quieras estar informado de las actualizaciones de un blog determinado, s&oacute;lo tendr&aacute;s que a&ntilde;adir al autor a tus contactos, y sus mensajes aparecer&aacute;n autom&aacute;ticamente en tu portada. </li>
		<li><strong>Ya est&aacute; activa la posibilidad de usar dominios propios en vuestros blogs</strong>. La encontrar&eacute;is en &quot;Organizar &gt; Blog &gt; Opciones avanzadas&quot;. Pr&oacute;ximamente publicaremos una guia detallada para explicaros d&oacute;nde y c&oacute;mo registrar un dominio, y c&oacute;mo hacer que &eacute;ste apunte a nuestro servidor.</li>
	</ul>
	</li>
</ul>
<p>
Espero que os guste esta nueva versi&oacute;n y la disfrut&eacute;is a tope. <strong>Nosotros estamos encantados de que nos acompa&ntilde;&eacute;is en esta aventura y nos ayud&eacute;is a mejorar d&iacute;a a d&iacute;a</strong>. Y esto no termina, seguimos en la brecha.
</p>
<p>
Happy blogging!&nbsp;
</p>
</div>


    </main>

    
      
    
  </body>
</html>
