<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom">
  <channel>
    <title>chicageek on Obolog</title>
    <link>https://blog.obolog.com/tags/chicageek/</link>
    <description>Recent content in chicageek on Obolog</description>
    <generator>Hugo -- gohugo.io</generator>
    <language>es-es</language>
    <lastBuildDate>Thu, 21 May 2009 01:20:00 +0000</lastBuildDate>
    
	<atom:link href="https://blog.obolog.com/tags/chicageek/index.xml" rel="self" type="application/rss+xml" />
    
    
    <item>
      <title>Participa en el concurso del 2º aniversario de Chica Geek</title>
      <link>https://blog.obolog.com/participa-concurso-2-aniversario-chica-geek-258169/</link>
      <pubDate>Thu, 21 May 2009 01:20:00 +0000</pubDate>
      
      <guid>https://blog.obolog.com/participa-concurso-2-aniversario-chica-geek-258169/</guid>
      <description>Chica Geek, el blog sobre internet y tecnolog&amp;iacute;a de Elena, nuestra geek favorita, est&amp;aacute; de enhorabuena. &amp;iexcl;Este mes de mayo precisamente cumple sus primeros 2 a&amp;ntilde;os online! Desde aqu&amp;iacute; aprovechamos para felicitar a Elena por su incre&amp;iacute;ble dedicaci&amp;oacute;n y la calidad de los art&amp;iacute;culos con los que semana a semana nos brinda la oportunidad de estar d&amp;iacute;a, de aprender fant&amp;aacute;sticos trucos de photoshop, de conocer nuevas aplicaciones web, descubrir divertidos gadgets.</description>
    </item>
    
    <item>
      <title>Dos últimos días de concurso</title>
      <link>https://blog.obolog.com/dos-ultimos-dias-concurso-50655/</link>
      <pubDate>Wed, 02 Jan 2008 14:39:15 +0000</pubDate>
      
      <guid>https://blog.obolog.com/dos-ultimos-dias-concurso-50655/</guid>
      <description>&amp;iquest;A&amp;uacute;n no has participado en nuestro Concurso de Navidad? &amp;iexcl;&amp;iquest;A qu&amp;eacute; est&amp;aacute;s esperando?! S&amp;oacute;lo quedan dos d&amp;iacute;as m&amp;aacute;s para participar en el concurso. Recuerda que s&amp;oacute;lo tienes que escribir una carta a los Reyes Magos explic&amp;aacute;ndoles tus tres deseos y a&amp;ntilde;adir la etiqueta &amp;quot;Concurso navidad chicageek&amp;quot; a tu mensaje. &amp;iexcl;El ganador se llevar&amp;aacute; un fant&amp;aacute;stico Reproductor MP4 Ingennio 6000 con pantalla t&amp;aacute;ctil!</description>
    </item>
    
    <item>
      <title>Concurso de Navidad</title>
      <link>https://blog.obolog.com/concurso-navidad-46473/</link>
      <pubDate>Thu, 13 Dec 2007 22:56:14 +0000</pubDate>
      
      <guid>https://blog.obolog.com/concurso-navidad-46473/</guid>
      <description>La Navidad est&amp;aacute; a la vuelta de la esquina, y los Reyes Magos y Santa Claus ya han emprendido sus caminos. Como cada a&amp;ntilde;o, vienen cargados de ilusi&amp;oacute;n y buenos deseos para todos los que lo merecen. En OboLog hemos decidido echarles un cable, y animaros a hacerles llegar vuestros deseos a trav&amp;eacute;s de los blogs.Para ello Elena, nuestra chica geek favorita ha preparado un divertido concurso de navidad.</description>
    </item>
    
  </channel>
</rss>