<!DOCTYPE html>
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="es-es" lang="es-es">
<head>
  <link href="https://gmpg.org/xfn/11" rel="profile">
  <meta http-equiv="content-type" content="text/html; charset=utf-8">
  <meta name="generator" content="Hugo 0.67.1" />

  
  <meta name="viewport" content="width=device-width, initial-scale=1.0">

  <title>Problemas con las estadísticas de los blogs &middot; Obolog</title>
  <meta name="description" content="" />

  
  <link type="text/css" rel="stylesheet" href="https://blog.obolog.com/css/print.css" media="print">
  <link type="text/css" rel="stylesheet" href="https://blog.obolog.com/css/poole.css">
  <link type="text/css" rel="stylesheet" href="https://blog.obolog.com/css/syntax.css">
  <link type="text/css" rel="stylesheet" href="https://blog.obolog.com/css/hyde.css">
    <link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Abril+Fatface|PT+Sans:400,400i,700">


  
  <link rel="apple-touch-icon-precomposed" sizes="144x144" href="/apple-touch-icon-144-precomposed.png">
  <link rel="shortcut icon" href="/favicon.png">

  
  
</head>

  <body class="theme-obolog ">
  <aside class="sidebar">

  <a href="https://blog.obolog.com/">
    <img src="/css/logo.png" />
  </a>
  <div class="container sidebar-sticky">
    <div class="sidebar-about">
      
      <h1>Obolog ha cerrado</h1>
      
      <p class="lead">
       Durante el año 2002 y 2020, Obolog ofreció de manera gratuita blogs para la comunidad hispanoablante. En junio del 2020, el proyecto se descontinuó.
   
      </p>
    </div>

  Leer el <a href="/obolog-dice-adios-despues-18-anos-servicio-2532443">anuncio de cierre</a>
  </div>
</aside>

    <main class="content container">
    <div class="post">
  <h1>Problemas con las estadísticas de los blogs</h1>
  <time datetime=2011-01-24T09:08:00Z class="post-date">Mon, Jan 24, 2011</time>
  <p>Hola a tod@s,</p>
<p>sois muchos los que estos d&iacute;as nos hab&eacute;is hecho llegar correos y mensajes a soporte preguntando por las estad&iacute;sticas de los blogs, que desde el d&iacute;a 31 de diciembre muestran 0 visitas todos los d&iacute;as. &iexcl;Que no cunda el p&aacute;nico! <strong>Vuestros blogs siguen recibiendo visitas</strong>, simplemente <strong>hemos desactivado temporalmente el sistema de estad&iacute;sticas</strong> de los blogs.</p>
<p>Seguro que muchos recordar&eacute;is los problemas de conectividad que tuvimos durante las &uacute;ltimas semanas del a&ntilde;o. La verdad es que tuvimos problemas, de los gordos. Resulta que algunos SPAMMERS la tomaron con nuestra comunidad de blogs: tuvimos un "ataque" masivo desde miles de blogs creados de forma autom&aacute;tica. Para que os hag&aacute;is una idea, tuvimos momentos en qu&eacute; llegaban a publicarse cientos de posts y comentarios por segundo, de forma autom&aacute;tica. La infraestructura de base de datos, preparada para absorber el tr&aacute;fico y el volumen de informaci&oacute;n generada por los 8 millones de usuarios mensuales que tiene actualmente Obolog, se vi&oacute; sometida a un tr&aacute;fico que multiplicaba por mucho dicho volumen, con lo que durante los ataques quedaba fuera de servicio.&nbsp;</p>
<p>Durante los &uacute;ltimos d&iacute;as del a&ntilde;o estuvimos aplicando algunos cambios a la estructura de la base de datos y ampliando la infraestructura para permitir que Obolog absorbiese una carga mayor, y realizamos modificaciones a la aplicaci&oacute;n de forma "preventiva" mientras trabaj&aacute;bamos en una soluci&oacute;n definitiva. Dos de esos cambios fueron: por un lado, la desactivaci&oacute;n de nuevos registros hasta la puesta en marcha de la nueva versi&oacute;n de Obolog (prevista para finales de febrero) y por otro la desactivaci&oacute;n temporal del sistema de estad&iacute;sticas. De momento parece que ambas medidas, junto con los ajustes para el rendimiento de la plataforma, est&aacute;n dando buenos resultados, y Obolog est&aacute; cerca del 95% de servicio desde principios de a&ntilde;o.</p>
<p>Resumiendo: 1) el hecho de qu&eacute; vuestras estad&iacute;sticas aparecen a 0 desde el d&iacute;a 1 de enero viene provocado por la desactivaci&oacute;n temporal a causa de los problemas de rendimientos causados por los spammers. 2) esto es s&oacute;lo una medida temporal. Las estad&iacute;sticas se reactivar&aacute;n en unas semanas, y trataremos de realizar una estimaci&oacute;n de tr&aacute;fico para homogeneizar los datos correspondientes a estos d&iacute;as pasados.</p>
<p>En nombre del equipo os agradezco a todos la paciencia y la comprensi&oacute;n con este asunto. Un saludo y feliz a&ntilde;o nuevo, obologuers!</p>
</div>


    </main>

    
      
    
  </body>
</html>
