<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom">
  <channel>
    <title>obolog on Obolog</title>
    <link>http://blog.obolog.es/tags/obolog/</link>
    <description>Recent content in obolog on Obolog</description>
    <generator>Hugo -- gohugo.io</generator>
    <language>es-es</language>
    <lastBuildDate>Sat, 14 Jun 2014 18:53:00 +0000</lastBuildDate>
    
	<atom:link href="http://blog.obolog.es/tags/obolog/index.xml" rel="self" type="application/rss+xml" />
    
    
    <item>
      <title>Trae tu blog de Posterous a Obolog</title>
      <link>http://blog.obolog.es/trae-blog-posterous-obolog-2264404/</link>
      <pubDate>Mon, 15 Apr 2013 09:00:00 +0000</pubDate>
      
      <guid>http://blog.obolog.es/trae-blog-posterous-obolog-2264404/</guid>
      <description>Hace algunas semanas el popular site de creación de blogs Posterous informó que cerraba sus puertas&amp;nbsp;el próximo día 30 de Abril. Si bien era una noticia que algunos esperaban tarde o temprano tras la compra de la compañía por parte de Twitter, esto dejaba &#34;huérfanos&#34; a muchos bloggers, que debían encontrar un servicio al que migrar sus blogs lo antes posible.&amp;nbsp;  Si tú eres uno de ellos, estás de enhorabuena: en Obolog lo tenemos todo preparado para que puedas trasladar tu blog desde Posterous de la forma más sencilla posible:  Ve a&amp;nbsp;http://posterous.</description>
    </item>
    
    <item>
      <title>Export Posterous blog to Obolog. Migration guide</title>
      <link>http://blog.obolog.es/export-posterous-blog-to-obolog-migration-guide-2264900/</link>
      <pubDate>Mon, 15 Apr 2013 08:30:00 +0000</pubDate>
      
      <guid>http://blog.obolog.es/export-posterous-blog-to-obolog-migration-guide-2264900/</guid>
      <description>A few weeks ago the popular blogging platform Posterous reported that the service will turn off&amp;nbsp;on April 30th. While it might seem expected after the company&#39;s adquisition by Twitter, truth is that this leaves many bloggers in the cold. Posterous users have now the task to find a service where their blogs can be migrated to, and as soon as possible.  If you&#39;re one of them, you&#39;re lucky: at Obolog everything is ready for you to transition your blog from Posterous the simplest way.</description>
    </item>
    
    <item>
      <title>Incluir imágenes y álbumes de fotos en tu blog</title>
      <link>http://blog.obolog.es/incluir-imagenes-albumes-fotos-blog-13509/</link>
      <pubDate>Wed, 24 Aug 2011 23:43:00 +0000</pubDate>
      
      <guid>http://blog.obolog.es/incluir-imagenes-albumes-fotos-blog-13509/</guid>
      <description>Como habr&amp;aacute;s podido comprobar si ya tienes tu propio blog en OboLog, el sistema de publicaci&amp;oacute;n te permite crear tus propios &amp;aacute;lbumes de fotos, subiendo im&amp;aacute;genes a tu blog desde tu ordenador y sin necesidad de depender de alojamientos externos. El proceso es muy simple, as&amp;iacute; que vamos a repasar los pasos a seguir para crear un &amp;aacute;lbum o incrustar im&amp;aacute;genes en tus posts, e ilustrar de esta forma tu &amp;uacute;ltimo viaje, tu art&amp;iacute;culo o tu idea.</description>
    </item>
    
    <item>
      <title>Incluir vídeos en tus artículos</title>
      <link>http://blog.obolog.es/incluir-videos-tus-articulos-4457/</link>
      <pubDate>Tue, 23 Aug 2011 19:33:00 +0000</pubDate>
      
      <guid>http://blog.obolog.es/incluir-videos-tus-articulos-4457/</guid>
      <description>&amp;iquest;Sab&amp;iacute;as que puedes incluir v&amp;iacute;deos de Youtube, Vimeo, Dailymotion y otros muchos sistemas de v&amp;iacute;deo en tus art&amp;iacute;culos de Obolog?
Conseguirlo es muy f&amp;aacute;cil. &amp;iquest;Preparado?
Cuando est&amp;eacute;s escribiendo un art&amp;iacute;culo o editando alguno que hayas publicado previamente, ver&amp;aacute;s en la parte superior de la columna derecha un bot&amp;oacute;n &#34;V&amp;iacute;deo&#34;:
Al hacer clic en este bot&amp;oacute;n, aparecer&amp;aacute; una ventana en la que tendr&amp;aacute;s que introducir la URL (la direcci&amp;oacute;n que ves en la barra de direcciones de tu navegador) del v&amp;iacute;deo en cuesti&amp;oacute;n.</description>
    </item>
    
    <item>
      <title>Mejoras en Obolog</title>
      <link>http://blog.obolog.es/mejoras-obolog-1200897/</link>
      <pubDate>Tue, 10 May 2011 19:14:00 +0000</pubDate>
      
      <guid>http://blog.obolog.es/mejoras-obolog-1200897/</guid>
      <description>&amp;iexcl;Hola a tod@s, Obologuers!
Empezar&amp;eacute; diciendo que el &amp;uacute;ltimo a&amp;ntilde;o ha sido algo duro, y eso lo sab&amp;eacute;is bien los obologuers m&amp;aacute;s veteranos: Hemos tenido que lidiar con algunos problemas de estabilidad, con problemas de crecimiento, con las hordas de spammers que trataban de hacerse un hueco en nuestra comunidad, con el sistema de estad&amp;iacute;sticas... A lo largo de cada una de estas peque&amp;ntilde;as batallas, que hemos ido ganando con empe&amp;ntilde;o, tambi&amp;eacute;n hemos perdido algunos compa&amp;ntilde;eros de viaje.</description>
    </item>
    
    <item>
      <title>Reactivadas las estadísticas de los blogs</title>
      <link>http://blog.obolog.es/reactivadas-estadisticas-blogs-1173560/</link>
      <pubDate>Wed, 02 Mar 2011 09:09:00 +0000</pubDate>
      
      <guid>http://blog.obolog.es/reactivadas-estadisticas-blogs-1173560/</guid>
      <description>Hola de nuevo a tod@s,
durante el mes de enero y febrero el sistema de estad&amp;iacute;sticas ha estado desactivado debido a una serie de problemas que nos tuvieron ocupados el &amp;uacute;ltimo trimestre del a&amp;ntilde;o pasado. Como os anunci&amp;aacute;bamos hace unas semanas, a finales de febrero volvimos a activar el registro de visitas en vuestros blogs, y desde ayer por la noche ya pod&amp;eacute;is ver de nuevo el n&amp;uacute;mero de visitas diarias desde vuestro tablero, as&amp;iacute; como los posts m&amp;aacute;s le&amp;iacute;dos de los &amp;uacute;ltimos 30 d&amp;iacute;as.</description>
    </item>
    
    <item>
      <title>Problemas con las estadísticas de los blogs</title>
      <link>http://blog.obolog.es/problemas-estadisticas-blogs-1158396/</link>
      <pubDate>Mon, 24 Jan 2011 09:08:00 +0000</pubDate>
      
      <guid>http://blog.obolog.es/problemas-estadisticas-blogs-1158396/</guid>
      <description>Hola a tod@s,
sois muchos los que estos d&amp;iacute;as nos hab&amp;eacute;is hecho llegar correos y mensajes a soporte preguntando por las estad&amp;iacute;sticas de los blogs, que desde el d&amp;iacute;a 31 de diciembre muestran 0 visitas todos los d&amp;iacute;as. &amp;iexcl;Que no cunda el p&amp;aacute;nico! Vuestros blogs siguen recibiendo visitas, simplemente hemos desactivado temporalmente el sistema de estad&amp;iacute;sticas de los blogs.
Seguro que muchos recordar&amp;eacute;is los problemas de conectividad que tuvimos durante las &amp;uacute;ltimas semanas del a&amp;ntilde;o.</description>
    </item>
    
    <item>
      <title>Más potencia para OboLog</title>
      <link>http://blog.obolog.es/mas-potencia-obolog-334674/</link>
      <pubDate>Sat, 12 Sep 2009 18:55:00 +0000</pubDate>
      
      <guid>http://blog.obolog.es/mas-potencia-obolog-334674/</guid>
      <description>Pos&amp;iacute;blemente durante la &amp;uacute;ltima semana hab&amp;eacute;is experimentado algunos problemas para acceder a OboLog, especialmente por la noche, durante las horas en qu&amp;eacute; experimentamos los picos de tr&amp;aacute;fico. La cuesti&amp;oacute;n es que el servidor al que nos movimos hace un a&amp;ntilde;o se ha quedado peque&amp;ntilde;o: durante estos &amp;uacute;ltimos meses hemos multiplicado pr&amp;aacute;cticamente por 4 nuestro tr&amp;aacute;fico y el pobre ha tenido problemas para aguantar en determinados momentos. &amp;iexcl;Del mill&amp;oacute;n y medio de visitas que ten&amp;iacute;amos en agosto del 2008 hemos pasado a m&amp;aacute;s de 5 millones y medio en agosto de 2009!</description>
    </item>
    
    <item>
      <title>Moderación de comentarios, detección de SPAM y más</title>
      <link>http://blog.obolog.es/moderacion-comentarios-deteccion-spam-mas-231749/</link>
      <pubDate>Thu, 09 Apr 2009 18:09:00 +0000</pubDate>
      
      <guid>http://blog.obolog.es/moderacion-comentarios-deteccion-spam-mas-231749/</guid>
      <description>&amp;iquest;Pensabas que me hab&amp;iacute;a olvidado de vosotros? &amp;iexcl;Pues no! Aqu&amp;iacute; estaba, en silencio, pero d&amp;aacute;ndole vueltas a algunas mejoras para OboLog que algunos de vosotros hab&amp;eacute;is venido pidiendo desde hace tiempo.
Por un lado, esta semana he publicado una serie de cambios que posiblemente no hayas notado, m&amp;aacute;s all&amp;aacute; de una ligera mejora en la velocidad de carga de la p&amp;aacute;gina, y es que he hecho bastantes cambios a la estructura de la base de datos de OboLog: Los cajoncitos donde se guardan tu blogs, tus mensajes, tus fotos y comentarios.</description>
    </item>
    
    <item>
      <title>¡OboLog ya vuelve a estar en marcha!</title>
      <link>http://blog.obolog.es/obolog-vuelve-estar-marcha-113810/</link>
      <pubDate>Tue, 29 Jul 2008 17:51:25 +0000</pubDate>
      
      <guid>http://blog.obolog.es/obolog-vuelve-estar-marcha-113810/</guid>
      <description>Despu&amp;eacute;s de tres d&amp;iacute;as de aut&amp;eacute;ntica locura, nervios y llamadas, a ra&amp;iacute;z de la ca&amp;iacute;da de servicio que sufrimos la noche del pasado s&amp;aacute;bado, parece que todo vuelve a la normalidad: los t&amp;eacute;cnicos de Veloxia nos han confirmado hace una media hora que ya han podido restablecer la memoria original del servidor, de forma que hemos podido arrancar la plataforma de nuevo a todo rendimiento.
No puedo m&amp;aacute;s que disculparme de nuevo y agradecer todos los mensajes y comentarios que apoyo que nos hab&amp;eacute;is enviado.</description>
    </item>
    
    <item>
      <title>Caída del servicio durante las últimas horas</title>
      <link>http://blog.obolog.es/caida-servicio-durante-ultimas-horas-113662/</link>
      <pubDate>Mon, 28 Jul 2008 07:45:27 +0000</pubDate>
      
      <guid>http://blog.obolog.es/caida-servicio-durante-ultimas-horas-113662/</guid>
      <description>Desde las 3AM de ayer domingo hasta esta ma&amp;ntilde;ana a las 7AM (horario espa&amp;ntilde;ol) OboLog ha estado fuera de combate. Tuvimos un problema grave en el servidor: parece que la fuente de alimentaci&amp;oacute;n dej&amp;oacute; de hacer su trabajo y la m&amp;aacute;quina sencillamente... se apag&amp;oacute;.
&amp;Eacute;sto, sumado a otros problemas derivados de la p&amp;eacute;rdida de energ&amp;iacute;a, forzaron un cambio de m&amp;aacute;quina que se alarg&amp;oacute; durante todo el d&amp;iacute;a. Los chicos del servicio t&amp;eacute;cnico de Ferca/Veloxia, nuestros proveedores de servicios, terminaron de montar el nuevo servidor a eso de las once de la noche de ayer, pero sin la memoria RAM necesaria para asegurar la estabilidad de la plataforma (nuestro anterior server dispon&amp;iacute;a de 3GB frente a 1GB del server actual).</description>
    </item>
    
    <item>
      <title>Plantillas para tu blog: ¡novedades!</title>
      <link>http://blog.obolog.es/plantillas-blog-novedades-80505/</link>
      <pubDate>Mon, 28 Apr 2008 18:48:00 +0000</pubDate>
      
      <guid>http://blog.obolog.es/plantillas-blog-novedades-80505/</guid>
      <description>A todos nos gusta tener nuestra casa lo m&amp;aacute;s bonita posible, eso est&amp;aacute; claro. Y un blog, como nuestra &#34;casa virtual&#34; que es, no podr&amp;iacute;a ser menos: a todos nos gusta usar una plantilla que se adapte a nuestro estilo.
En OboLog lo sabemos y por eso hemos preparado un nuevo set de plantillas para tu blog. Estas nuevas plantillas exclusivas han sido dise&amp;ntilde;adas por los chicos de Studio.ST en especial para nosotros.</description>
    </item>
    
    <item>
      <title>Añade contactos en OboLog</title>
      <link>http://blog.obolog.es/anade-contactos-obolog-74671/</link>
      <pubDate>Sun, 06 Apr 2008 23:59:09 +0000</pubDate>
      
      <guid>http://blog.obolog.es/anade-contactos-obolog-74671/</guid>
      <description>Desde hace algunos meses ya es posible gestionar tus contactos en OboLog. Mantener una lista de contactos te permite, entre otras cosas, hacer un seguimiento de los mensajes que escriben aquellas personas que conoces, o aquellos usuarios que m&amp;aacute;s te interesan.
Para a&amp;ntilde;adir a un usuario a tu lista de contactos s&amp;oacute;lo tienes que acceder a su ficha de usuario y hacer clic en el enlace &#34;a&amp;ntilde;adir a contactos&#34;. Tambi&amp;eacute;n puedes a&amp;ntilde;adir nuevos amigos a tu lista de contactos desde los listados de usuarios, bajo la pesta&amp;ntilde;a &#34;</description>
    </item>
    
    <item>
      <title>Anna, ganadora del concurso de OboLog</title>
      <link>http://blog.obolog.es/anna-ganadora-concurso-obolog-74665/</link>
      <pubDate>Sun, 06 Apr 2008 23:50:30 +0000</pubDate>
      
      <guid>http://blog.obolog.es/anna-ganadora-concurso-obolog-74665/</guid>
      <description>Dicen que m&amp;aacute;s vale tarde que nunca, as&amp;iacute; que vamos all&amp;aacute;.
Muchos devosotros recordar&amp;eacute;is que hace unos meses organizamos en OboLog unconcurso en el que muchos particip&amp;aacute;steis enviando una carta a los ReyesMagos de oriente, y cuyo premio era un reproductor MP4 de EnergySystem.
Aunque ya anunciamos la ganadora del concurso en elblog de Chica Geek, no quer&amp;iacute;a dejar pasar la ocasi&amp;oacute;n de rese&amp;ntilde;ar lacarta ganadora desde el blog de OboLog.</description>
    </item>
    
    <item>
      <title>Dos últimos días de concurso</title>
      <link>http://blog.obolog.es/dos-ultimos-dias-concurso-50655/</link>
      <pubDate>Wed, 02 Jan 2008 14:39:15 +0000</pubDate>
      
      <guid>http://blog.obolog.es/dos-ultimos-dias-concurso-50655/</guid>
      <description>&amp;iquest;A&amp;uacute;n no has participado en nuestro Concurso de Navidad? &amp;iexcl;&amp;iquest;A qu&amp;eacute; est&amp;aacute;s esperando?! S&amp;oacute;lo quedan dos d&amp;iacute;as m&amp;aacute;s para participar en el concurso. Recuerda que s&amp;oacute;lo tienes que escribir una carta a los Reyes Magos explic&amp;aacute;ndoles tus tres deseos y a&amp;ntilde;adir la etiqueta &amp;quot;Concurso navidad chicageek&amp;quot; a tu mensaje. &amp;iexcl;El ganador se llevar&amp;aacute; un fant&amp;aacute;stico Reproductor MP4 Ingennio 6000 con pantalla t&amp;aacute;ctil!</description>
    </item>
    
    <item>
      <title>Concurso de Navidad</title>
      <link>http://blog.obolog.es/concurso-navidad-46473/</link>
      <pubDate>Thu, 13 Dec 2007 22:56:14 +0000</pubDate>
      
      <guid>http://blog.obolog.es/concurso-navidad-46473/</guid>
      <description>La Navidad est&amp;aacute; a la vuelta de la esquina, y los Reyes Magos y Santa Claus ya han emprendido sus caminos. Como cada a&amp;ntilde;o, vienen cargados de ilusi&amp;oacute;n y buenos deseos para todos los que lo merecen. En OboLog hemos decidido echarles un cable, y animaros a hacerles llegar vuestros deseos a trav&amp;eacute;s de los blogs.Para ello Elena, nuestra chica geek favorita ha preparado un divertido concurso de navidad.</description>
    </item>
    
    <item>
      <title>Publica en tu blog desde Windows Live Writer</title>
      <link>http://blog.obolog.es/publica-blog-windows-live-writer-44646/</link>
      <pubDate>Thu, 06 Dec 2007 10:33:55 +0000</pubDate>
      
      <guid>http://blog.obolog.es/publica-blog-windows-live-writer-44646/</guid>
      <description>Como algunos sabr&amp;eacute;is, OboLog os ofrece la posibilidad de enviar contenidos a vuestros blogs desde aplicaciones externas ( Flickr, DailyMotion, etc... ) a trav&amp;eacute;s del MetaWeblog API. En esta ocasi&amp;oacute;n vamos a explicar c&amp;oacute;mo sacar partido de esta potente API para poder escribir posts en vuestro blog desde una aplicaci&amp;oacute;n de escritorio: Windows Live Writer.En primer lugar deber&amp;eacute;is descargar Windows Live Writer. Pod&amp;eacute;is hacerlo desde aqu&amp;iacute;.Una vez lo hay&amp;aacute;is descargado y hay&amp;aacute;is ejecutado el instalador, deber&amp;eacute;is escoger &amp;quot;Another Weblog Service&amp;quot; ( &amp;quot;Otro servicio de blogs&amp;quot; )</description>
    </item>
    
    <item>
      <title>Usa tu dominio en tu blog de OboLog</title>
      <link>http://blog.obolog.es/usa-dominio-blog-obolog-31585/</link>
      <pubDate>Tue, 09 Oct 2007 09:17:00 +0000</pubDate>
      
      <guid>http://blog.obolog.es/usa-dominio-blog-obolog-31585/</guid>
      <description>Hoy entraremos en detalle en una de las funcionalidades más interesantes de las que incluímos en la última actualización de OboLog: la posibilidad de vincular dominios propios a vuestros blogs.  Introducción&amp;nbsp;   En OboLog desde siempre hemos dado gran importancia al tipo de direcciones web que se usarían para las URL de los blogs de nuestros usuarios: su longitud, su complejidad, su estructura... A diferencia de otros sistemas de blogs que usan direcciones del tipo http://www.</description>
    </item>
    
    <item>
      <title>¡Nueva casa para OboLog!</title>
      <link>http://blog.obolog.es/nueva-casa-obolog-30385/</link>
      <pubDate>Tue, 02 Oct 2007 08:55:35 +0000</pubDate>
      
      <guid>http://blog.obolog.es/nueva-casa-obolog-30385/</guid>
      <description>Si alguno de vosotros visit&amp;oacute; OboLog el pasado domingo, se topar&amp;iacute;a, al menos durante un rato, con un mensaje que indicaba que est&amp;aacute;bamos de mudanza, y as&amp;iacute; era: OboLog se ha mudado de casa, hemos migrado la plataforma a unos nuevos servidores, m&amp;aacute;s potentes, m&amp;aacute;s r&amp;aacute;pidos, y optimizados al detalle para que todo vaya como el rayo a partir de ahora.C&amp;oacute;mo sabr&amp;eacute;is, durante el &amp;uacute;ltimo mes hemos venido sufriendo cortes eventuales de servicio.</description>
    </item>
    
    <item>
      <title>Rediseño y novedades en OboLog</title>
      <link>http://blog.obolog.es/rediseno-novedades-obolog-14628/</link>
      <pubDate>Thu, 21 Jun 2007 02:05:51 +0000</pubDate>
      
      <guid>http://blog.obolog.es/rediseno-novedades-obolog-14628/</guid>
      <description>A poco m&amp;aacute;s de un mes y medio de la salida de la nueva versi&amp;oacute;n de OboLog, hemos decidido ir un poco m&amp;aacute;s all&amp;aacute;, dar un paso m&amp;aacute;s, guiados por los resultados de estas semanas y el feedback que hemos ido recibiendo por vuestra parte. Los cambios han pasado por:Una renovaci&amp;oacute;n del estilo visual, con la intenci&amp;oacute;n de hacer m&amp;aacute;s claro el dise&amp;ntilde;o y f&amp;aacute;cil la lectura y la navegaci&amp;oacute;n.</description>
    </item>
    
    <item>
      <title>Lo que ocurre en OboLog, en tiempo real: El Espía</title>
      <link>http://blog.obolog.es/ocurre-obolog-tiempo-real-espia-14519/</link>
      <pubDate>Tue, 19 Jun 2007 22:40:52 +0000</pubDate>
      
      <guid>http://blog.obolog.es/ocurre-obolog-tiempo-real-espia-14519/</guid>
      <description>El Esp&amp;iacute;a es una de las funcionalidades que quiz&amp;aacute;s haya pasado m&amp;aacute;s inadvertida desde el nuevo redise&amp;ntilde;o.A trav&amp;eacute;s de esta nueva secci&amp;oacute;n podr&amp;eacute;is seguir al segundo lo que ocurre en OboLog, en riguroso directo: nuevos blogs, qui&amp;eacute;n comenta qu&amp;eacute; y d&amp;oacute;nde, publicaci&amp;oacute;n de nuevos posts... Un listado al m&amp;aacute;s puro estilo Digg Spy o la Fisgona de Men&amp;eacute;ame.Todas las actualizaciones, todos los usuarios, toda la actividad, todo el tiempo.</description>
    </item>
    
    <item>
      <title>Nuevas plantillas en OboLog</title>
      <link>http://blog.obolog.es/nuevas-plantillas-obolog-11218/</link>
      <pubDate>Fri, 11 May 2007 02:10:13 +0000</pubDate>
      
      <guid>http://blog.obolog.es/nuevas-plantillas-obolog-11218/</guid>
      <description>Adem&amp;aacute;s de la renovaci&amp;oacute;n del dise&amp;ntilde;o de OboLog, y de las nuevasfuncionalidades, habr&amp;eacute;is visto que tambi&amp;eacute;n estamos a&amp;ntilde;adiendo nuevas plantillaspara vuestros blogs. Hasta el momento son 4 las que hemos a&amp;ntilde;adido a la lista de dise&amp;ntilde;os ya existente. Estad atentos porque tenemos algunas m&amp;aacute;s listas para la pr&amp;oacute;xima semana. Para acceder a las nuevas plantillas deb&amp;eacute;is acceder a &amp;quot;Organizar &amp;gt; Blog&amp;quot;. Debajo del formulario para editar los datos de vuestro blog, ver&amp;eacute;is un listado similar a este.</description>
    </item>
    
    <item>
      <title>¿Cómo gestionar tu blog?</title>
      <link>http://blog.obolog.es/gestionar-blogr-10755/</link>
      <pubDate>Thu, 03 May 2007 09:05:22 +0000</pubDate>
      
      <guid>http://blog.obolog.es/gestionar-blogr-10755/</guid>
      <description>Pronto har&amp;aacute; una semana de la puesta online de la nueva versi&amp;oacute;n, y tras algunos reajustes y afinaciones para que todo funcione correctamente, va siendo hora de que podamos empezar a sacar todo el jugo al nuevo OboLog .A partir de hoy publicar&amp;eacute; de forma peri&amp;oacute;dica algunos tutoriales para comentar algunas de las nuevas funcionalidades o cambios que ha sufrido OboLog respecto a la versi&amp;oacute;n anterior, y vosotros pod&amp;eacute;is aprovechar para resolver dudas, aportar sugerencias o comentar vuestras impresiones al respecto.</description>
    </item>
    
    <item>
      <title>Y por fin llegó el día: la nueva versión de OboLog ya online</title>
      <link>http://blog.obolog.es/llego-dia-nueva-version-obolog-online-10554/</link>
      <pubDate>Sat, 28 Apr 2007 04:54:11 +0000</pubDate>
      
      <guid>http://blog.obolog.es/llego-dia-nueva-version-obolog-online-10554/</guid>
      <description>Muchas noches, muchas ojeras, muchos bostezos robados, muchas l&amp;iacute;neas de c&amp;oacute;digo, muchos bocetos y mucha ilusi&amp;oacute;n: esa es la inversi&amp;oacute;n que ha permitido que hoy, de madrugada, este nuevo OboLog pueda ver la luz. M&amp;aacute;s funcional, estable, completo, sencillo de usar y bonito (&amp;iexcl;espero! ), llega para dar paso a una nueva fase en el desarrollo de una comunidad de la que ya forman parte casi 3000 personas.Lejos quedan, desde luego, los n&amp;uacute;meros de las Grandes Corporaciones, aunque sinceramente lo conseguido hasta el momento es ya para m&amp;iacute; un &amp;eacute;xito impensable.</description>
    </item>
    
    <item>
      <title>Archivo de mensajes por fechas</title>
      <link>http://blog.obolog.es/archivo-mensajes-fechas-5267/</link>
      <pubDate>Fri, 17 Nov 2006 21:35:19 +0000</pubDate>
      
      <guid>http://blog.obolog.es/archivo-mensajes-fechas-5267/</guid>
      <description>Desde hoy, otra de vuestras peticiones que &amp;quot;ven&amp;iacute;an de largo&amp;quot; est&amp;aacute; disponible en todos los blogs: el archivo por fechas. En la secci&amp;oacute;n Archivo podr&amp;eacute;is ver un nuevo listado en la barra lateral, con una fila por cada mes en que hay&amp;aacute;is escrito alg&amp;uacute;n mensaje, indicando adem&amp;aacute;s la cantidad de mensajes guardados.Como siempre, sugerencias, consejos, opiniones o cr&amp;iacute;ticas ser&amp;aacute;n bienvenidos. </description>
    </item>
    
    <item>
      <title>Navegación por archivos y lectura por páginas</title>
      <link>http://blog.obolog.es/navegacion-archivos-lectura-paginas-4822/</link>
      <pubDate>Fri, 03 Nov 2006 20:44:58 +0000</pubDate>
      
      <guid>http://blog.obolog.es/navegacion-archivos-lectura-paginas-4822/</guid>
      <description>Desde hace algunas semanas habr&amp;aacute;s visto que hay ciertas mejoras en los blogs en lo que se refiere a la navegaci&amp;oacute;n por los archivos. Se ha implementado una funcionalidad tan b&amp;aacute;sica como importante: la paginaci&amp;oacute;n. Tanto cuando visites la home de un blog, como cuando navegues por los archivos, ver&amp;aacute;s que al final del listado de mensajes aparecer&amp;aacute;n unos enlaces &amp;quot;&amp;lt; p&amp;aacute;gina anterior&amp;quot;, &amp;quot;p&amp;aacute;gina siguiente&amp;gt;&amp;quot;, que te permitir&amp;aacute;n ver TODOS los mensajes que dicho blog.</description>
    </item>
    
    <item>
      <title>Actualización del servidor y breve caída del servicio</title>
      <link>http://blog.obolog.es/actualizacion-servidor-breve-caida-servicio-4579/</link>
      <pubDate>Fri, 27 Oct 2006 00:29:59 +0000</pubDate>
      
      <guid>http://blog.obolog.es/actualizacion-servidor-breve-caida-servicio-4579/</guid>
      <description>Durante las &amp;uacute;ltimas horas del d&amp;iacute;a de hoy hemos actualizado la versi&amp;oacute;n de PHP del servidor, de cara a la incorporaci&amp;oacute;n de nuevas librer&amp;iacute;as y funcionalidades. Esta actualizaci&amp;oacute;n ha provocado que la web no funcionara correctamente desde aproximadamente las 20h hasta las 23h ( GMT+1 ). Lamentamos las molestias que esta ca&amp;iacute;da del servicio os haya podido causar, y os agradeceremos que nos inform&amp;eacute;is si veis que algo no funciona como debiera.</description>
    </item>
    
    <item>
      <title>OboLog te ayuda a mejorar la ortografía de tus posts</title>
      <link>http://blog.obolog.es/obolog-te-ayuda-mejorar-ortografia-tus-posts-4456/</link>
      <pubDate>Fri, 20 Oct 2006 19:21:58 +0000</pubDate>
      
      <guid>http://blog.obolog.es/obolog-te-ayuda-mejorar-ortografia-tus-posts-4456/</guid>
      <description>OboLog incorpora desde hoy una nueva y &amp;uacute;til mejora al editor: Correcci&amp;oacute;n ortogr&amp;aacute;fica para tus mensajes.A partir de ahora ver&amp;aacute;s un nuevo bot&amp;oacute;n en la barra de herramientas del cuadro de edici&amp;oacute;n de mensajes: Activando la correcci&amp;oacute;n ortogr&amp;aacute;fica, una vez hayas acabado de redactar tu mensaje, el editor revisar&amp;aacute; todas las palabras, y marcar&amp;aacute; aquellas que contengan errores, mostrando adem&amp;aacute;s algunas sugerencias para llevar a cabo la correcci&amp;oacute;n.</description>
    </item>
    
    <item>
      <title>Y seguimos con más novedades: álbumes y mensajes relacionados</title>
      <link>http://blog.obolog.es/seguimos-mas-novedades-albumes-mensajes-relacionados-3819/</link>
      <pubDate>Thu, 07 Sep 2006 07:33:32 +0000</pubDate>
      
      <guid>http://blog.obolog.es/seguimos-mas-novedades-albumes-mensajes-relacionados-3819/</guid>
      <description>&amp;iexcl;Estamos de racha! De nuevo novedades en lo que se refiere a la gesti&amp;oacute;n de galer&amp;iacute;as:Ordenacion din&amp;aacute;mica de im&amp;aacute;genes: S&amp;oacute;lo tienes que acceder a cualquier mensaje en el que hayas publicado im&amp;aacute;genes y seleccionar la &amp;quot;vista thumbnails&amp;quot;. Desde esa vista podr&amp;aacute;s ordenar tus fotos como quieras con s&amp;oacute;lo &amp;quot;arrastrar y soltar&amp;quot;. As&amp;iacute; de sencillo.
Edici&amp;oacute;n de fotos &amp;quot;inline&amp;quot;: La tarea de editar los t&amp;iacute;tulos, etiquetas y comentarios de tus fotos ser&amp;aacute; algo menos pesada a partir de ahora.</description>
    </item>
    
    <item>
      <title>Nuevas mejoras en la gestión de imágenes</title>
      <link>http://blog.obolog.es/nuevas-mejoras-gestion-imagenes-3625/</link>
      <pubDate>Fri, 18 Aug 2006 15:51:00 +0000</pubDate>
      
      <guid>http://blog.obolog.es/nuevas-mejoras-gestion-imagenes-3625/</guid>
      <description>Si eres usuario de OboLog y has accedido a tu panel de control durante los &amp;uacute;ltimos d&amp;iacute;as, habr&amp;aacute;s visto que hay algunas novedades respecto a al gesti&amp;oacute;n de im&amp;aacute;genes. Despu&amp;eacute;s de mucho buscar, probar, descartar, investigar... hemos optado por usar un peque&amp;ntilde;o applet de java que a partir de ahora nos permitir&amp;aacute; cargar tantas fotos como queramos de manera simult&amp;aacute;nea a nuestros blogs.
Si eres de los que acostumbran a adjuntar muchas fotos a sus mensajes, sabr&amp;aacute;s lo tedioso que resultaba hasta ahora ir cargando las im&amp;aacute;genes una a una, y esperando para cambiarles individualmente el t&amp;iacute;tulo, la descripci&amp;oacute;n.</description>
    </item>
    
    <item>
      <title>Combatiendo el SPAM</title>
      <link>http://blog.obolog.es/combatiendo-spam-2684/</link>
      <pubDate>Fri, 02 Jun 2006 07:22:58 +0000</pubDate>
      
      <guid>http://blog.obolog.es/combatiendo-spam-2684/</guid>
      <description>De un tiempo a esta parte, poco a poco, y gracias a la confianza que muchos de vosotros hab&amp;eacute;is ido depositando en esta nuestra comunidad, OboLog ha crecido mucho m&amp;aacute;s de lo que hubiera podido imaginar: M&amp;aacute;s de 400 blogs creados, casi 200.000 usuarios &amp;uacute;nicos, sobre 1 mill&amp;oacute;n de p&amp;aacute;ginas vistas durante este mes pasado, y unos cuantos miles de p&amp;aacute;ginas indexadas en Google , muy bien indexadas , por cierto, para determinadas b&amp;uacute;squedas.</description>
    </item>
    
    <item>
      <title>Mejoras en la visualización de álbumes</title>
      <link>http://blog.obolog.es/mejoras-visualizacion-albumes-1389/</link>
      <pubDate>Sun, 05 Mar 2006 22:01:35 +0000</pubDate>
      
      <guid>http://blog.obolog.es/mejoras-visualizacion-albumes-1389/</guid>
      <description>A lo largo de esta semana pasada se han implementado algunas mejoras en relaci&amp;oacute;n con la visualizaci&amp;oacute;n de fotograf&amp;iacute;as: Los &amp;aacute;lbumes de fotos ahora aparecen paginados, de manera que la visualizaci&amp;oacute;n o b&amp;uacute;squeda de im&amp;aacute;genes a trav&amp;eacute;s de los mismos es bastante m&amp;aacute;s c&amp;oacute;moda. Se ha aumentado el tama&amp;ntilde;o de las miniaturas en los listados de fotograf&amp;iacute;as de los &amp;aacute;lbumes.Se ha implementado un nuevo sistema de visualizaci&amp;oacute;n de fotograf&amp;iacute;as basado en la librer&amp;iacute;a javascript LightBox , gracias a la cual ya no es necesario usar los molestos popups: las im&amp;aacute;genes se abren en la propia ventana del navegador, sin necesidad de recargar la p&amp;aacute;gina.</description>
    </item>
    
    <item>
      <title>Problemas de acceso a la web durante las últimas horas</title>
      <link>http://blog.obolog.es/problemas-acceso-web-durante-ultimas-horas-1279/</link>
      <pubDate>Thu, 23 Feb 2006 22:53:16 +0000</pubDate>
      
      <guid>http://blog.obolog.es/problemas-acceso-web-durante-ultimas-horas-1279/</guid>
      <description>Es probable que algunos de vosotros hay&amp;aacute;is experimentado algunos problemas de acceso a la web: lentitud, errores e incluso falta de conectividad. En estos momentos estamos revisando el sistema para verificar su estabilidad. Agradecemos vuestra comprensi&amp;oacute;n y paciencia y sentimos las molestias que esto os haya podido causar. </description>
    </item>
    
    <item>
      <title>Bienvenida</title>
      <link>http://blog.obolog.es/bienvenida-998/</link>
      <pubDate>Mon, 06 Feb 2006 18:03:00 +0000</pubDate>
      
      <guid>http://blog.obolog.es/bienvenida-998/</guid>
      <description>¡Hola a tod@s!  Abro este nuevo blog con la intención de manteneros informados de las novedades y las mejoras que iremos implementando periódicamente a OboLog. La falta de tiempo y la premura con la que se ha llevado a cabo el lanzamiento del servicio me han impedido elaborar la debida documentación y el correspondiente repositorio de cambios. Espero poder suplir esta carencia durante las próximas semanas, via el blog de novedades de OboLog.</description>
    </item>
    
  </channel>
</rss>