<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom">
  <channel>
    <title>servidor on Obolog</title>
    <link>http://blog.obolog.es/tags/servidor/</link>
    <description>Recent content in servidor on Obolog</description>
    <generator>Hugo -- gohugo.io</generator>
    <language>es-es</language>
    <lastBuildDate>Sat, 12 Sep 2009 18:55:00 +0000</lastBuildDate>
    
	<atom:link href="http://blog.obolog.es/tags/servidor/index.xml" rel="self" type="application/rss+xml" />
    
    
    <item>
      <title>Más potencia para OboLog</title>
      <link>http://blog.obolog.es/mas-potencia-obolog-334674/</link>
      <pubDate>Sat, 12 Sep 2009 18:55:00 +0000</pubDate>
      
      <guid>http://blog.obolog.es/mas-potencia-obolog-334674/</guid>
      <description>Pos&amp;iacute;blemente durante la &amp;uacute;ltima semana hab&amp;eacute;is experimentado algunos problemas para acceder a OboLog, especialmente por la noche, durante las horas en qu&amp;eacute; experimentamos los picos de tr&amp;aacute;fico. La cuesti&amp;oacute;n es que el servidor al que nos movimos hace un a&amp;ntilde;o se ha quedado peque&amp;ntilde;o: durante estos &amp;uacute;ltimos meses hemos multiplicado pr&amp;aacute;cticamente por 4 nuestro tr&amp;aacute;fico y el pobre ha tenido problemas para aguantar en determinados momentos. &amp;iexcl;Del mill&amp;oacute;n y medio de visitas que ten&amp;iacute;amos en agosto del 2008 hemos pasado a m&amp;aacute;s de 5 millones y medio en agosto de 2009!</description>
    </item>
    
    <item>
      <title>Actualización del servidor y breve caída del servicio</title>
      <link>http://blog.obolog.es/actualizacion-servidor-breve-caida-servicio-4579/</link>
      <pubDate>Fri, 27 Oct 2006 00:29:59 +0000</pubDate>
      
      <guid>http://blog.obolog.es/actualizacion-servidor-breve-caida-servicio-4579/</guid>
      <description>Durante las &amp;uacute;ltimas horas del d&amp;iacute;a de hoy hemos actualizado la versi&amp;oacute;n de PHP del servidor, de cara a la incorporaci&amp;oacute;n de nuevas librer&amp;iacute;as y funcionalidades. Esta actualizaci&amp;oacute;n ha provocado que la web no funcionara correctamente desde aproximadamente las 20h hasta las 23h ( GMT+1 ). Lamentamos las molestias que esta ca&amp;iacute;da del servicio os haya podido causar, y os agradeceremos que nos inform&amp;eacute;is si veis que algo no funciona como debiera.</description>
    </item>
    
  </channel>
</rss>