<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom">
  <channel>
    <title>actualización on Obolog</title>
    <link>http://blog.obolog.es/tags/actualizaci%C3%B3n/</link>
    <description>Recent content in actualización on Obolog</description>
    <generator>Hugo -- gohugo.io</generator>
    <language>es-es</language>
    <lastBuildDate>Sat, 14 Jun 2014 18:53:00 +0000</lastBuildDate>
    
	<atom:link href="http://blog.obolog.es/tags/actualizaci%C3%B3n/index.xml" rel="self" type="application/rss+xml" />
    
    
    <item>
      <title>Presentamos el nuevo Obolog</title>
      <link>http://blog.obolog.es/presentamos-nuevo-obolog-2351459/</link>
      <pubDate>Sat, 14 Jun 2014 18:53:00 +0000</pubDate>
      
      <guid>http://blog.obolog.es/presentamos-nuevo-obolog-2351459/</guid>
      <description>Si algo nos aportan los más de 9 años que llevamos esforzándonos por construir la mejor herramienta de publicación de contenidos es... perspectiva. Una perspectiva que nos ayuda a &#34;capear&#34; las modas, y también las previsiones apocalípticas. No sabemos si los blogs han muerto o no. Lo que sí sabemos es que hoy más que nunca seguimos buscando las formas de compartir nuestras experiencias, intereses e ideas de la forma más sencilla posible.</description>
    </item>
    
    <item>
      <title>Renovación de imagen</title>
      <link>http://blog.obolog.es/renovacion-imagen-10114/</link>
      <pubDate>Tue, 17 Apr 2007 23:52:51 +0000</pubDate>
      
      <guid>http://blog.obolog.es/renovacion-imagen-10114/</guid>
      <description>Coincidiendo con la pr&amp;oacute;xima puesta online de la nueva versi&amp;oacute;n de OboLog, he aprovechado para renovar la imagen del blog, d&amp;aacute;ndole un aspecto m&amp;aacute;s cercano al nuevo dise&amp;ntilde;o: El nuevo logotipo, colores crema combinados con fondos blancos, l&amp;iacute;neas suaves, y el el papel de la pared de casa de mi abuela ( o al menos as&amp;iacute; lo ve Borja ) como fondo... &amp;iquest;qu&amp;eacute; mejor para sentirse como en casa? Doy las gracias desde aqu&amp;iacute; a los que durante esta semana ( o durante los &amp;uacute;ltimos meses ) est&amp;aacute;n ech&amp;aacute;ndome un cable, testeando la aplicaci&amp;oacute;n y haci&amp;eacute;ndome llegar comentarios y sugerencias.</description>
    </item>
    
    <item>
      <title>El nuevo OboLog, cada vez más cerca</title>
      <link>http://blog.obolog.es/nuevo-obolog-vez-mas-cerca-9576/</link>
      <pubDate>Mon, 02 Apr 2007 22:18:57 +0000</pubDate>
      
      <guid>http://blog.obolog.es/nuevo-obolog-vez-mas-cerca-9576/</guid>
      <description>Ya es hora que os adelante que andamos preparando una nueva versi&amp;oacute;n de OboLog, en la que hemos tratado de mejorar todos los aspectos relacionados con la gesti&amp;oacute;n de vuestros blogs, y de a&amp;ntilde;adir nuevas funcionalidades que hagan vuestra experiencia aqu&amp;iacute; m&amp;aacute;s interesante.Aunque durante este primer a&amp;ntilde;o de vida hemos ido incorporando progresivamente algunas caracter&amp;iacute;sticas, la que se avecina ser&amp;aacute; una renovaci&amp;oacute;n total, tambi&amp;eacute;n de dise&amp;ntilde;o, en la que precisamente vosotros pas&amp;aacute;is a ser los protagonistas: mayor relevancia de los listados de usuarios, posibilidad de gestionar contactos o vuestros blogs favoritos, blogs con varios editores, nuevas plantillas.</description>
    </item>
    
  </channel>
</rss>