<!DOCTYPE html>
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="es-es" lang="es-es">
<head>
  <link href="https://gmpg.org/xfn/11" rel="profile">
  <meta http-equiv="content-type" content="text/html; charset=utf-8">
  <meta name="generator" content="Hugo 0.67.1" />

  
  <meta name="viewport" content="width=device-width, initial-scale=1.0">

  <title>Combatiendo el SPAM &middot; Obolog</title>
  <meta name="description" content="" />

  
  <link type="text/css" rel="stylesheet" href="https://blog.obolog.es/css/print.css" media="print">
  <link type="text/css" rel="stylesheet" href="https://blog.obolog.es/css/poole.css">
  <link type="text/css" rel="stylesheet" href="https://blog.obolog.es/css/syntax.css">
  <link type="text/css" rel="stylesheet" href="https://blog.obolog.es/css/hyde.css">
    <link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Abril+Fatface|PT+Sans:400,400i,700">


  
  <link rel="apple-touch-icon-precomposed" sizes="144x144" href="/apple-touch-icon-144-precomposed.png">
  <link rel="shortcut icon" href="/favicon.png">

  
  
</head>

  <body class="theme-obolog ">
  <aside class="sidebar">

  <a href="https://blog.obolog.es/">
    <img src="/css/logo.png" />
  </a>
  <div class="container sidebar-sticky">
    <div class="sidebar-about">
      
      <h1>Obolog ha cerrado</h1>
      
      <p class="lead">
       Durante el año 2002 y 2020, Obolog ofreció de manera gratuita blogs para la comunidad hispanoablante. En junio del 2020, el proyecto se descontinuó.
   
      </p>
    </div>

  Leer el <a href="/obolog-dice-adios-despues-18-anos-servicio-2532443">anuncio de cierre</a>
  </div>
</aside>

    <main class="content container">
    <div class="post">
  <h1>Combatiendo el SPAM</h1>
  <time datetime=2006-06-02T07:22:58Z class="post-date">Fri, Jun 2, 2006</time>
  <p>
              De un tiempo a esta parte, poco a poco, y gracias a la confianza que muchos de vosotros hab&eacute;is ido depositando en esta nuestra comunidad, OboLog ha crecido mucho m&aacute;s de lo que hubiera podido imaginar: M&aacute;s de 400 blogs creados, casi 200.000 usuarios &uacute;nicos, sobre 1 mill&oacute;n de p&aacute;ginas vistas durante este mes pasado, y <a href="http://www.google.es/search?q=site%3Aobolog.com">unos cuantos miles de p&aacute;ginas indexadas</a>  en <a href="http://www.google.es/">Google</a> , <a href="http://redstar.obolog.com/mensaje/1516">muy bien indexadas</a> , por cierto, para determinadas b&uacute;squedas.               
</p>
                            
<p>
              Aparte de confirmar que finalmente OboLog es una herramienta &uacute;til de comunicaci&oacute;n para un mont&oacute;n de personas, cosa que me enorgullece enormemente _no pod&eacute;is ni imaginaros cu&aacute;nto :')_ tambi&eacute;n significa que los blogs de OboLog han empezado a ser atractivos para cierto tipo de individuos y empresas, que ven en ellos un lugar perfecto para lanzar ataques masivos de SPAM y llegar a la mayor cantidad de gente posible.              
</p>
                            
<p>
              Si tu eres de los que tiene un blog alojado con nosotros, sabr&aacute;s de lo que hablo: Anuncios de viagra, largas ristras de enlaces, mensajes absurdos y cortos seguidos de publicidad... La intensidad de comentarios de SPAM estaba llegando a unos l&iacute;mites incontrolables a trav&eacute;s de la revisi&oacute;n manual diaria, y resultaba especialmente molesta al ensuciar las conversaciones y llenar los buzones de avisos falsos.              
</p>
                            
<p>
              Durante el &uacute;ltimo mes hemos ido aplicando progresivamente varias medidas para automatizar, en la medida de lo posible, el filtrado de este tipo de mensajes.               
</p>
                            
<p>
              Las m&aacute;s relevantes:              
</p>
              <ol><li><span style="font-weight: bold">Filtrado de comentarios a trav&eacute;s de listas negras</span>: de emails, de dominios, de IPs y de palabras. Esto consigue filtrar la mayor parte del spam, aunque s&oacute;lo en un primer momento. Los spammers, o las aplicaciones que usan, aprenden r&aacute;pido qu&eacute; es lo que funciona y qu&eacute; es lo que no, y pueden generar peque&ntilde;as variaciones en los contenidos que env&iacute;an para saltarse las protecciones.<br />
      <br />
      </li><li><span style="font-weight: bold">Marcas de moderaci&oacute;n</span>: de manera similar al punto anterior, a trav&eacute;s de una serie de patrones y una lista algo m&aacute;s agresiva, se permite que entren determinados mensajes, pero quedan marcados como &quot;sospechosos&quot;. Pod&eacute;is ver y moderar esos mensajes desde vuestro panel de control. Mensajes &gt;&gt; Comentarios Sospechosos<br />
      <br />
      </li><li><span style="font-weight: bold">Captcha</span>: A trav&eacute;s de una pregunta sencilla en el formulario de comentario, intentamos asegurarnos de que realmente hay una persona escribiendo. Normalmente los captchas consisten en una imagen que contiene una serie de letras distorsionadas, que una aplicaci&oacute;n de reconocimiento de texto autom&aacute;tico ser&iacute;a _en principio_ incapaz de descifrar, pero que una persona s&iacute; podr&iacute;a identificar. <br />
              Lo que suele pasar con estos sistemas es que, en ocasiones, ni una persona es capaz de saber qu&eacute; letras se estan mostrando en esos galimat&iacute;as. Para nuestro caso opt&eacute; por una soluci&oacute;n algo m&aacute;s simple, realizar una pregunta acerca de una operaci&oacute;n matem&aacute;tica sencilla, incrustada en una imagen. Es simple y no est&aacute; sujeto al idioma o la cultura de la persona que quiera dejar su comentario.</li><li><br />
  </li> </ol>    
<p>
   Queda por ver la efectividad real de estas herramientas combinadas. No querr&iacute;a que este tipo de cosas pudieran entorpecer el normal funcionamiento de vuestros blogs, as&iacute; que os agradecer&eacute; cualquier comentario, apunte o sugerencia al respecto. Maldito SPAM, verdad? <img border="0" title="Indeciso" alt="Indeciso" src="/js/tiny_mce/plugins/emotions/images/smiley-undecided.gif" />
</p>

<p>
<b>Actualizaci&oacute;n </b>( 03/06/2006 ):
</p>

<p>
Debido a una configuraci&oacute;n excesivamente severa en el filtro antispam que implementamos durante el d&iacute;a 1 de Junio, se perdieron algunos comentarios en varios blogs. Ayer recuperamos la mayor&iacute;a de ellos desde la copia de seguridad de la ma&ntilde;ana del propio d&iacute;a 1. De todas formas, es posible que se perdiera alguno de los comentarios nuevos realizado entre las 11h y las 23h del d&iacute;a 1.
</p>

<p>
Si es vuestro caso, os pido disculpas por el error t&eacute;cnico. <img border="0" title="Triste" alt="Triste" src="/js/tiny_mce/plugins/emotions/images/smiley-frown.gif" />
</p>
</div>


    </main>

    
      
    
  </body>
</html>
