<!DOCTYPE html>
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="es-es" lang="es-es">
<head>
  <link href="https://gmpg.org/xfn/11" rel="profile">
  <meta http-equiv="content-type" content="text/html; charset=utf-8">
  <meta name="generator" content="Hugo 0.67.1" />

  
  <meta name="viewport" content="width=device-width, initial-scale=1.0">

  <title>Navegación por archivos y lectura por páginas &middot; Obolog</title>
  <meta name="description" content="" />

  
  <link type="text/css" rel="stylesheet" href="https://blog.obolog.es/css/print.css" media="print">
  <link type="text/css" rel="stylesheet" href="https://blog.obolog.es/css/poole.css">
  <link type="text/css" rel="stylesheet" href="https://blog.obolog.es/css/syntax.css">
  <link type="text/css" rel="stylesheet" href="https://blog.obolog.es/css/hyde.css">
    <link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Abril+Fatface|PT+Sans:400,400i,700">


  
  <link rel="apple-touch-icon-precomposed" sizes="144x144" href="/apple-touch-icon-144-precomposed.png">
  <link rel="shortcut icon" href="/favicon.png">

  
  
</head>

  <body class="theme-obolog ">
  <aside class="sidebar">

  <a href="https://blog.obolog.es/">
    <img src="/css/logo.png" />
  </a>
  <div class="container sidebar-sticky">
    <div class="sidebar-about">
      
      <h1>Obolog ha cerrado</h1>
      
      <p class="lead">
       Durante el año 2002 y 2020, Obolog ofreció de manera gratuita blogs para la comunidad hispanoablante. En junio del 2020, el proyecto se descontinuó.
   
      </p>
    </div>

  Leer el <a href="/obolog-dice-adios-despues-18-anos-servicio-2532443">anuncio de cierre</a>
  </div>
</aside>

    <main class="content container">
    <div class="post">
  <h1>Navegación por archivos y lectura por páginas</h1>
  <time datetime=2006-11-03T20:44:58Z class="post-date">Fri, Nov 3, 2006</time>
  <p>
Desde hace algunas semanas habr&aacute;s visto que hay ciertas mejoras en los blogs en lo que se refiere a la navegaci&oacute;n por los archivos. Se ha implementado una funcionalidad tan b&aacute;sica como importante: <span style="font-weight: bold">la paginaci&oacute;n</span>. 
</p>
<p>
Tanto cuando visites la home de un blog, como cuando navegues por los archivos, ver&aacute;s que al final del listado de mensajes aparecer&aacute;n unos enlaces &quot;<span style="font-weight: bold">&lt; p&aacute;gina anterior</span>&quot;, &quot;<span style="font-weight: bold">p&aacute;gina siguiente&gt;</span>&quot;, que te permitir&aacute;n ver TODOS los mensajes que dicho blog.  
</p>
<p>
Adem&aacute;s, en la navegaci&oacute;n por tags o etiquetas, podr&aacute;s ver siempre una lista de temas relacionados, teniendo la posibilidad de combinar varios de ellos, por ejemplo &quot;<span style="font-weight: bold">fotos</span>&quot;, &quot;<span style="font-weight: bold">fotos+vacaciones</span>&quot;, &quot;<span style="font-weight: bold">vacaciones+amigos+verano</span>&quot;... permiti&eacute;ndote afinar mucho m&aacute;s tus listados.
</p>
<p>
D&eacute;jame, sobre este tema, hacer un peque&ntilde;o inciso:
</p>
<p>
Hace justo unos d&iacute;as escrib&iacute;a en mi blog acerca de lo curioso que resulta c&oacute;mo las personas adaptan las herramientas a sus necesidades, llegando incluso a suplir carencias de la propia herramienta a trav&eacute;s del uso original e imaginativo de alguna funcionalidad. 
</p>
<p>
Esto precisamente ha ocurrido en <a href="http://www.obolog.com"><span style="font-weight: bold">OboLog </span></a> durante este tiempo: mientras no han estado disponibles estas opciones de paginaci&oacute;n, muchos de vosotros hab&eacute;is estado recurriendo a etiquetas gen&eacute;ricas como &quot;<a href="http://jgguardiola.obolog.com/archivos/verblogcompleto"><span style="font-weight: bold">Verblogcompleto</span></a> &quot;, &quot;<span style="font-weight: bold">Todoelblog</span>&quot; o similares, que permit&iacute;an a vuestros lectores leer TODOS vuestros mensajes, a trav&eacute;s del listado de archivo, que no limitaba la cantidad. Fue realmente sorprendente para m&iacute; como la gente encontr&oacute; alternativas para conseguir su objetivo, haciendo uso &uacute;nicamente de la propia herramienta, dotando de nuevas capacidades a funciones ya existentes. Toda una lecci&oacute;n de adaptaci&oacute;n al medio. Bravo.
</p>
<p>
Me alegra deciros que, por fin, ya no es necesario recurrir a esas t&eacute;cnicas: con el paginado, ya es posible el acceso a todos los contenidos de una forma m&aacute;s f&aacute;cil e intuitiva.
</p>
</div>


    </main>

    
      
    
  </body>
</html>
